[
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "in communist society, where nobody has one exclusive sphere of activity but each can become accomplished in any branch he wishes, society regulates the general production and thus makes it possible for me to do one thing today and another tomorrow, to hunt in the morning, to fish in the afternoon, rear cattle in the evening, criticize after dinner, just as I have in mind, without ever becoming hunter, fisherman, shepherd or critic.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "That which is desirable on its own account and for the sake of knowing it is more of the nature of wisdom than that which is desirable on account of its results.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Gilles Deleuze",
        "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
        "quote": "A book is a small cog in a much more complex, external machinery. Writing is a flow among others; it enjoys no special privilege and enters into relationships of current and counter-current, of back-wash with other flows -- the flows of shit, sperm, speech, action, eroticism, money, politics, etc. Like Bloom, writing on the sand with one hand and masturbating with the other -- two flows in what relationship?",
        "image": "Images/Gilles-DeleuzeFace.jpg"
    },
    {
        "author": "Maurice Merleau-Ponty",
        "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
        "quote": "The world is nothing but 'world-as-meaning.'",
        "image": "Images/Maurice-Merleau-PontyFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "The orthodox tend to think that people who, like the postmodernists and me, believe neither in God nor in some suitable substitute, must feel that everything is permitted, that everybody can do what they like.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "Contemporary intellectuals have given up the Enlightenment assumption that religion, myth, and tradition can be opposed to something ahistorical, something common to all human beings qua human.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "No proceeding is better than that which you have concealed from the enemy until the time you have executed it. To know how to recognize an opportunity in war, and take it, benefits you more than anything else.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "Ideal legislators do not vote their interests.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "When the native hears a speech about Western culture he pulls out his knife--or at least he makes sure it is within reach. The violence with which the supremacy of white values is affirmed and the aggressiveness which has permeated the victory of these values over the ways of life and of thought of the native mean that, in revenge, the native laughs in mockery when Western values are mentioned in front of him.",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "AXIOM. -- Property is the Right of Increase claimed by the Proprietor over any thing which he has stamped as his own.",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "In the pursuit of truth we must beware of being misled by terms which we do not rightly understand. That is the chief point. Almost all philosophers utter the caution; few observe it.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "Any education given by a group tends to socialize its members, but the quality and value of the socialization depends on the habits and aims of the group.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "He was a man who looked at what ought to be done, not to the reputation which is got by a man's acts",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Judith Butler",
        "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
        "quote": "There is no gender identity behind the expressions of gender; that identity is performatively constituted by the very \"expressions\" that are said to be its results.",
        "image": "Images/Judith-ButlerFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "Doth the reality of sensible things consist in being perceived? or, is it something distinct from their being perceived, and that bears no relation to the mind?",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "The spectacle is not a collection of images; rather, it is a social relationship between people that is mediated by images.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Heraclitus",
        "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
        "quote": "All entities come to be in accordance with this Logos.",
        "image": "Images/HeraclitusFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "And this science verifies all natural and man-made things in particular, and in their appropriate discipline, by the experimental perfection, not by arguments of the still purely speculative sciences, nor through the weak, and imperfect experiences of practical knowledge. And therefore, this is the matron of all preceding sciences, and the final end of all speculation.",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "To choose evil is to choose freedom--\"freedom, emancipation from all restraint.\"",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "Real art has the capacity to make us nervous. By reducing the work of art to its content and then interpreting that, one tames the work of art. Interpretation makes art manageable, comformable.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Rene Descartes",
        "id": "3C6BCB23-5C68-4F54-B680-BFF333FB6683",
        "quote": "I think, therefore I am.",
        "image": "Images/Rene-DescartesFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "We are not born for ourselves alone; a part of us is claimed by our nation, another part by our friends.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "Our mass media have little difficulty in selling particular interests as those of all sensible men. The political needs of society become individual needs and aspirations, their satisfaction promotes business and the commonweal, and the whole appeals to be the very embodiment of Reason.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Epicurus",
        "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
        "quote": "Self-sufficiency is the greatest of all wealth.",
        "image": "Images/EpicurusFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "The method of \"postulating\" what we want has many advantages; they are the same as the advantages of theft over honest toil",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "In early times, the great majority of the male sex were slaves, as well as the whole of the female. And many ages elapsed, some of them ages of high cultivation, before any thinker was bold enough to question the rightfulness, and the absolute social necessity, either of the one slavery or of the other.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "It is not human nature we should accuse but the despicable conventions that pervert it.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Edmund Husserl",
        "id": "B03D878D-9657-4EB1-A886-59C19F52BDA5",
        "quote": "Experience by itself is not science.",
        "image": "Images/Edmund-HusserlFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "A religion may be discerned in capitalism--that is to say, capitalism serves essentially to allay the same anxieties, torments, and disturbances to which the so-called religions offered answers.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "Gilles Deleuze",
        "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
        "quote": "What a mistake to have ever said the id. Everywhere it is machines- real ones, not figurative ones: machines driving other machines, machines being driven by other machines, with all the necessary couplings and connections. An organ-machine is plugged into an energy-source-machine: the one produces a flow that the other interrupts The breast is a machine that produces miilk, and the mouth a machine coupled to it.",
        "image": "Images/Gilles-DeleuzeFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "It is justice, not charity, that is wanting in the world.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Angela Davis",
        "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
        "quote": "You know terrorism which is represented as external, as outside, is very much a domestic phenomenon. Terrorism very much shaped the history of the United States of America.",
        "image": "Images/Angela-DavisFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "The owl of Minerva first begins her flight with the onset of dusk.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Heraclitus",
        "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
        "quote": "Though wisdom is common, yet the many live as if they had a wisdom of their own.",
        "image": "Images/HeraclitusFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "Be it or be it not true that Man is shapen in iniquity and conceived in sin, it is unquestionably true that Government is begotten of aggression, and by aggression.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "Till women are more rationally educated, the progress in human virtue and improvement in knowledge must receive continual checks.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Damaris Cudworth Masham",
        "id": "8D733901-82BE-416A-A9B6-ECCFBA9B196D",
        "quote": "The improvements of Reason, however requisite to Ladies for their Accomplishment, as rational Creatures; and however needful to them for the well Educating of their Children, and to their being useful in their Families, yet are rarely any recommendation of them to Men; who foolishly thinking, that Money will answer to all things, do, for the most part, regard nothing else in the Woman they would Marry ... Girls, betwixt silly Fathers and ignorant Mothers, are generally so brought up, that traditionary Opinions are to them, all their lives long, instead of Reason.",
        "image": "Images/Damaris-Cudworth-MashamFace.jpg"
    },
    {
        "author": "W. E. B. Du Bois",
        "id": "3569A488-D7FE-4C58-BB4F-50AACF2A0FBA",
        "quote": "There is but one coward on earth, and that is the coward that dare not know.",
        "image": "Images/W.-E.-B.-Du-BoisFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "The living expression of the nation is the collective consciousness in motion of the entire people.",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "Democracy, in a word, is meant to be an aristocracy which has broadened into a universal aristocracy.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "A definition, if it is to be called perfect, must explain the inmost essence of a thing, and must take care not to substitute for this any of its properties.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "We are never so defenceless against suffering as when we love.",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Discontent is the want of self-reliance: it is infirmity of will.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "Bourgeois society is ruled by equivalence. It makes the dissimilar comparable by reducing it to abstract quantities. To the enlightenment, that which does not reduce to numbers, and ultimately to the one, becomes illusion.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "The need to speak, even if one has nothing to say, becomes more pressing when one has nothing to say, just as the will to live becomes more urgent when life has lost its meaning.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "Thomas Aquinas",
        "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
        "quote": "Reason in man is rather like God in the world.",
        "image": "Images/Thomas-AquinasFace.jpg"
    },
    {
        "author": "Thomas Nagel",
        "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
        "quote": "We assume that our own advances in objectivity are steps along a path that extends beyond them and beyond all our capacities. But even allowing unlimited time, or an unlimited number of generations, to take as many successive steps as we like, the process can never be completed. ... What is wanted is some way of making the most objective standpoint the basis of action.",
        "image": "Images/Thomas-NagelFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "The critical ontology of ourselves has to be considered not, certainly, as a theory, a doctrine, nor even as a permanent body of knowledge that is accumulating; it has to be conceived as an attitude, an ethos, a philosophical life in which the critique of what we are is at one and the same time the historical analysis of the limits that are imposed on us and an experiment with the possibility of going beyond them.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "Though the Earth, and all inferior Creatures be common to all Men, yet every Man has a Property in his own Person. Thus no Body has any Right to but himself.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Parmenides",
        "id": "73E6F183-7335-458F-883E-83A9A8F9E562",
        "quote": "It is indifferent to me where I am to begin, for there shall I return again.",
        "image": "Images/ParmenidesFace.jpg"
    },
    {
        "author": "Montesquieu",
        "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
        "quote": "Life was given to me as a favor, so I may abandon it when it is one no longer.",
        "image": "Images/MontesquieuFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "Man is by nature a political animal.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "The discourse of truth is quite simply impossible. It eludes itself. Everything eludes itself, everything scoffs at its own truth, seduction renders everything elusive. The fury to unveil the truth, to get at the naked truth, the one which haunts all discourses of interpretation, the obscene rage to uncover the secret, is proportionate to the impossibility of ever achieving this. ...But this rage, this fury, only bears witness to the eternity of seduction and to the impossibility of mastering it.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "The fault of the utilitarian doctrine is that it mistakes impersonality for impartiality.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Rene Descartes",
        "id": "3C6BCB23-5C68-4F54-B680-BFF333FB6683",
        "quote": "Of philosophy I will say nothing, except that when I saw that it had been cultivated for so many ages by the most distinguished men; and that yet there is not a single matter within its sphere which is still not in dispute and nothing, therefore, which is above doubt, I did not presume to anticipate that my success would be greater in it than that of others.",
        "image": "Images/Rene-DescartesFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "Power, instrument of the collective force, created in society to serve as mediator between capital and labor, has become inescapably enchained to capital and directed against the proletariat.",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Morals excite passions, and produce or prevent actions. Reason of itself is utterly impotent in this particular. The rules of morality, therefore, are not conclusions of our reason.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "The more a religion is aware of its opposition in principle to economic rationalization as such, the more apt are the religion's virtuosi to reject the world, especially its economic activities.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "Truth is what your contemporaries let you get away with.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "To abjure the notion of the \"truly human\" is to abjure the attempt to divinize the self as a replacement for a divinized world.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "Any man more right than his neighbors constitutes a majority of one.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "Anarchism is the only philosophy which brings to man the consciousness of himself; which maintains that God, the State, and society are non-existent, that their promises are null and void, since they can be fullfilled only through man's subordination.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "The fate of our times is characterized by rationalization and intellectualization and, above all, by the disenchantment of the world.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "A free man thinks of death least of all things; and his wisdom is a meditation not of death but of life.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "True glory strikes root, and even extends itself; all false pretensions fall as do flowers, nor can anything feigned be lasting.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Gottfried Wilhelm Leibniz",
        "id": "C752B815-05B8-4CAC-805E-856A35B46952",
        "quote": "In whatever manner God created the world, it would always have been regular and in a certain general order. God, however, has chosen the most perfect, that is to say, the one which is at the same time the simplest in hypothesis and the richest in phenomena.",
        "image": "Images/Gottfried-Wilhelm-LeibnizFace.jpg"
    },
    {
        "author": "Anne Conway",
        "id": "01CBC5D4-55DE-4579-8DBB-D3B8762E545C",
        "quote": "I say, life and figure are distinct attributes of one substance, and as one and the same body may be transmuted into all kinds of figures; and as the perfecter figure comprehends that which is more imperfect; so one and the same body may be transmuted from one degree of life to another more perfect, which always comprehends in it the inferior.",
        "image": "Images/Anne-ConwayFace.jpg"
    },
    {
        "author": "W. E. B. Du Bois",
        "id": "3569A488-D7FE-4C58-BB4F-50AACF2A0FBA",
        "quote": "The worker must work for the glory of his handiwork, not simply for pay; the thinker must think for truth, not for fame.",
        "image": "Images/W.-E.-B.-Du-BoisFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "Those who promise us paradise on earth never produced anything but a hell.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Gilles Deleuze",
        "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
        "quote": "When Nietzsche praises egoism it is always in an aggressive or polemical way, against the virtues, against the virtue of disinterestedness. But in fact egoism is a bad interpretation of the will, just as atomism is a bad interpretation of force. In order for there to be egoism it is necessary for there to be an ego.",
        "image": "Images/Gilles-DeleuzeFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "the Sovereign, being formed wholly of the individuals who compose it, neither has nor can have any interest contrary to theirs; and consequently the sovereign power need give no guarantee to its subjects, because it is impossible for the body to wish to hurt all its members.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "I should prefer uneloquent good sense to loquacious folly",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "I heartily accept the motto, \"That government is best which governs least\"; and I should like to see it acted up to more rapidly and systematically. Carried out, it finally amounts to this, which also I believe -- \"That government is best which governs not at all\"; and when men are prepared for it, that will be the kind of government which they will have.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Dogma is intended for, and suited to, the great mass of the human race; and as such it can contain merely allegorical truth that it nevertheless has to pass off as truth sensu proprio.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "War is an ugly thing, but not the ugliest of things: the decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth a war, is much worse.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Angela Davis",
        "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
        "quote": "There is this freedom movement and then there is an attempt to narrow the freedom movement so that it fits into a much smaller frame, the frame of civil rights. Not that civil rights is not immensely important, but freedom is more expansive that civil rights. And as that movement grew and developed it was inspired by and in turn inspired liberation struggles in Africa, Asia, Latin America and Australia.",
        "image": "Images/Angela-DavisFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "Religion is a system of wishful illusions together with a disavowal of reality, such as we find nowhere else but in a state of blissful hallucinatory confusion. Religion's eleventh commandment is \"Thou shalt not question.\"",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "The original question of desire is not directly 'What do I want?', but 'What do others want from me? What do they see in me? What am I to others?'",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "Peace is not the absence of war, it is a virtue, a state of mind, a disposition of benevolence, confidence, justice.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Beauty is the mark God sets upon virtue.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "The first and the simplest emotion which we discover in the human mind is Curiosity.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "Religion, which should most distinguish us from the beasts, and ought most particularly elevate us, as rational creatures, above brutes, is that wherein men often appear most irrational, and more senseless than beasts.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Maurice Merleau-Ponty",
        "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
        "quote": "The function [of objective thinking] is to reduce all phenomena which bear witness to the union of subject and world, putting in their place the clear idea of the object as in itself and of the subject as pure consciousness. It therefore severs the links which unite the thing and the embodied subject, leaving only sensible qualities to make up our world (to the exclusion of the modes of appearance which we have described), and preferably visual qualities, because these give the impression of being autonomous, and because they are less directly linked to our body and present us with an object rather than introducing us into an atmosphere. But in reality all things are concretions of a setting, and any explicit perception of a thing survives in virtue of a previous communication with a certain atmosphere.",
        "image": "Images/Maurice-Merleau-PontyFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "What is new in all this is that the old polies of attraction represented by nation-states, parties, professions, institutions, and historical traditions are losing their attraction. And it does not look as though they will be replaced, at least not on their former scale.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "Being is only Being for Dasein",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "After Nietzsche's devastating criticism of those \"last men\" who \"invented happiness,\" there is probably no need for me to remind you of the naive optimism with which we once celebrated science, or the technology for the mastery of life based on it, as the path to happiness.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "I define postmodern as incredulity towards metanarratives.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "The Register of Knowledge of Fact is called History.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "If you believe in freedom of speech, you believe in freedom of speech for views you don't like. Goebbels was in favor of freedom of speech for views he liked. So was Stalin. If you're in favor of freedom of speech, that means you're in favor of freedom of speech precisely for views you despise.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "Protagoras",
        "id": "A839315F-7D16-4116-8352-D26707C36D6E",
        "quote": "The Athenians are right to accept advice from anyone, since it is incumbent on everyone to share in that sort of excellence, or else there can be no city at all.",
        "image": "Images/ProtagorasFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "Nevertheless, of Moral Philosophy alone can it be said that it is in the special and autonomatic sense practical, dealing as it does with human conduct with reference to virtue and vice, beatitude and misery. All other sciences are called speculative: they are not concerned with the deeds of the present or future life affecting man's salvation or damnation.",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "God is dead! God remains dead! And we have killed him. How shall we comfort ourselves, the murderers of all murderers?",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "William of Ockham",
        "id": "3172E773-E550-47A1-AB2A-2FE312A5B2C0",
        "quote": "Plurality is never to be posited without necessity.",
        "image": "Images/William-of-OckhamFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Every natural fact is a symbol of some spiritual fact.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "Death is the possibility of the absolute impossibility of Dasein.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "...no matter how many instances of white swans we may have observed, this does not justify the conclusion that all swans are white.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Edward Said",
        "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
        "quote": "Every single empire in its official discourse has said that it is not like all the others, that its circumstances are special, that it has a mission to enlighten, civilize, bring order and democracy, and that it uses force only as a last resort. And, sadder still, there always is a chorus of willing intellectuals to say calming words about benign or altruistic empires, as if one shouldn't trust the evidence of one's eyes watching the destruction and the misery and death brought by the latest mission civilizatrice.",
        "image": "Images/Edward-SaidFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "There is no hope even that woman, with her right to vote, will ever purify politics.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Thus, because Christian morals leave animals out of consideration ... therefore in philosophical morals they are of course at once outlawed; they are merely \"things,\" simply means to ends of any sort; and so they are good for vivisection, for deer-stalking, bull-fights, horse-races, etc., and they may be whipped to death as they struggle along with heavy quarry carts. Shame on such a morality ... which fails to recognize the Eternal Reality immanent in everything that has life, and shining forth with inscrutable significance from all eyes that see the sun!",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Maurice Merleau-Ponty",
        "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
        "quote": "Philosophy is in history, and is never independent of historical discourse. But for the tacit symbolism of life it substitutes, in principle, a conscious symbolism; for a latent meaning, one that is manifest. It is never content to accept its historical situation. It changes this situation by revealing it to itself.",
        "image": "Images/Maurice-Merleau-PontyFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "How few philosophers are to be found who are such in character, so ordered in soul and in life, as reason demands; who regard their teaching not as a display of knowledge, but as the rule of life; who obey themselves, and submit to their own decrees!",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "An act has no ethical quality whatever unless it be chosen out of several all equally possible.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Thomas Kuhn",
        "id": "E503AC1C-CDCC-424B-A18F-5EDC57A41979",
        "quote": "\"Normal science\" means research firmly based upon one or more past scientific achievements, achievements that some particular scientific community acknowledges for a time as supplying the foundation for its further practice",
        "image": "Images/Thomas-KuhnFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "An unjust law is no law at all.",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "Every civilized human being, whatever his conscious development, is still an archaic man at the deeper levels of his psyche. Just as the human body connects us with the mammals and displays numerous relics of earlier evolutionary stages going back to even the reptilian age, so the human psyche is likewise a product of evolution which, when followed up to its origins, show countless archaic traits.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "To two men living the same number of years, the world always provides the same sum of experiences. It is up to us to be conscious of them.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Betty Friedan",
        "id": "70D74337-9BB7-4E5A-959B-7AA38D034313",
        "quote": "The feminine mystique has succeeded in burying millions of American women alive.",
        "image": "Images/Betty-FriedanFace.jpg"
    },
    {
        "author": "Thomas Kuhn",
        "id": "E503AC1C-CDCC-424B-A18F-5EDC57A41979",
        "quote": "Scientific revolutions are inaugurated by a growing sense... that an existing paradigm has ceased to function adequately in the exploration of an aspect of nature to which that paradigm itself had previously led the way.",
        "image": "Images/Thomas-KuhnFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "The body might be considered the hardware of the complex technical device that is human thought.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "No psychic value can disappear without being replaced by another of equivalent intensity.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "A novel is never anything but a philosophy put into images.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "Let anyone who believes that a high standard of living is the achievement of labor unions and government controls ask himself the following question: If one had a \"time machine\" and transported the united labor chieftains of America, plus three million government bureaucrats, back to the tenth century--would they be able to provide the medieval serf with electric light, refrigerators, automobiles, and television sets?",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Thomas Kuhn",
        "id": "E503AC1C-CDCC-424B-A18F-5EDC57A41979",
        "quote": "In science, as in the playing card experiment, novelty emerges only with difficulty, manifested by resistance, against a background provided by expectation.",
        "image": "Images/Thomas-KuhnFace.jpg"
    },
    {
        "author": "Betty Friedan",
        "id": "70D74337-9BB7-4E5A-959B-7AA38D034313",
        "quote": "A girl should not expect special privileges because of her sex but neither should she 'adjust' to prejudice and discrimination.",
        "image": "Images/Betty-FriedanFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "There are three principal means of acquiring knowledge available to us: observation of nature, reflection, and experimentation.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "A curious paradox: people have only the narrowest private interest in mind when they act, yet they are at the same time more than ever determined in their behavior by the instincts of the mass. ... The diversity of individual goals is immaterial in face of the identity of the determining forces.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "That we have first rais'd a Dust, and then complain, we cannot see.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "Anna Julia Cooper",
        "id": "D070CF3D-759D-47D0-8A7B-8B1637C89F78",
        "quote": "Then, too, the South represented blood-- not red blood, but blue blood. The difference is in the length of the stream and your distance from its source. If your own father was a pirate, a, robber, a murderer, his hands are dyed in red blood, and you don't say very much about it. But if your great great great grandfather's grandfather stole and pillaged and slew, and you can prove it, your blood has become blue and you are at great pains to establish the relationship.",
        "image": "Images/Anna-Julia-CooperFace.jpg"
    },
    {
        "author": "Ludwig Wittgenstein",
        "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
        "quote": "So in the end when one is doing philosophy one gets to the point where one would like just to emit an inarticulate sound.",
        "image": "Images/Ludwig-WittgensteinFace.jpg"
    },
    {
        "author": "Judith Butler",
        "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
        "quote": "To operate within the matrix of power is not the same as to replicate uncritically relations of domination.",
        "image": "Images/Judith-ButlerFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "There is no man so good that if he placed all his actions and thoughts under the scrutiny of the laws, he would not deserve hanging ten times in his life.",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "Whatever has value in our world now does not have value in itself, according to its nature -- nature is always value-less, but has been given value at some time, as a present -- and it was we who gave and bestowed it.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Maurice Merleau-Ponty",
        "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
        "quote": "Theology makes use of philosophical wonder only for the purpose of motivating an affirmation which ends it. Philosophy, on the other hand, arouses us to what is problematic in our own existence and in that of the world, to such a point that we shall never be cured of searching for a solution.",
        "image": "Images/Maurice-Merleau-PontyFace.jpg"
    },
    {
        "author": "Jeremy Bentham",
        "id": "0775D2F7-5F3D-4003-B101-A27738F1DF5D",
        "quote": "The question is not, \"Can they reason?\" nor, \"Can they talk?\" but \"Can they suffer?\"",
        "image": "Images/Jeremy-BenthamFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "Yet, though the French Revolution was so largely inspired by the ideal of the Rule of Law, it is questionable whether it really helped the advance towards that ideal. In its course too many different aspirations gained influence which it was difficult to reconcile with that ideal.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "The great problems of life -- sexuality, of course, among others -- are always related to the primordial images of the collective unconscious. These images are really balancing or compensating factors which correspond with the problems life presents in actuality. This is not to be marvelled at, since these images are deposits representing the accumulated experience of thousands of years of struggle for adaptation and existence.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Francis Fukuyama",
        "id": "18E45730-7891-48FD-A3EA-1447CBD25273",
        "quote": "That is, the end point of mankind's ideological evolution and the universalization of Western liberal democracy as the final form of human government.",
        "image": "Images/Francis-FukuyamaFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "The Church in the colonies is the white people's Church, the foreigner's Church. She does not call the native to God's ways but to the ways of the white man, of the master, of the oppressor.",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "Nevertheless, the ultimate business of philosophy is to preserve the force of the most elemental words in which Dasein expresses itself, and to keep the common understanding from levelling them off to that unintelligibility which functions in turn as a source of pseudo-problems.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "The Mosaic religion had been a Father religion; Christianity became a Son religion. The old God, the Father, took second place; Christ, the Son, stood in His stead, just as in those dark times every son had longed to do.",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "Disturbances in society are never more fearful than when those who are stirring up the trouble can use the pretext of religion to mask their true designs.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Thomas Aquinas",
        "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
        "quote": "To love is to will the good of the other.",
        "image": "Images/Thomas-AquinasFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "War is never anything less than accelerated technological change.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "To speak a language is to take on a world, a culture.",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "Art is the supreme task and the truly metaphysical activity in this life...",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "It would be better for me... that multitudes of men should disagree with me rather than that I, being one, should be out of harmony with myself.",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "Consumption is the sole end and purpose of all production; and the interest of the producer ought to be attended to, only so far as it may be necessary for promoting that of the consumer.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "Labour was the first price, the original purchase-money that was paid for all things. It was not by gold or by silver, but by labour, that all the wealth of the world was originally purchased.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "Every innovation scraps its immediate predecessor and retrieves still older figures - it causes floods of antiques or nostalgic art forms and stimulates the search for museum pieces.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "One will rarely err if extreme actions be ascribed to vanity, ordinary actions to habit, and mean actions to fear.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "In such condition there is no place for industry...no knowledge of the face of the earth; no account of time; no arts; no letters; no society; and which is worst of all, continual fear, and danger of violent death; and the life of man, solitary, poor, nasty, brutish, and short.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "When bad men combine, the good must associate; else they will fall one by one, an unpitied sacrifice in a contemptible struggle.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Plato",
        "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
        "quote": "Oh dear Pan and all the other Gods of this place, grant that I may be beautiful inside.",
        "image": "Images/PlatoFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "For the mercantilization of knowledge is bound to affect the privilege the nation-states have enjoyed, and still enjoy, with respect to the production and distribution of learning. The notion that learning falls within the purview of the State, as the brain or mind of society, will become more and more outdated with increasing strength of the opposing principle.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Plato",
        "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
        "quote": "The price good men pay for indifference to public affairs is to be ruled by evil men.",
        "image": "Images/PlatoFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "It is characteristic of theistic \"tolerance\" that no one really cares what the people believe in, just so they believe or pretend to believe.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "The true end of Man, or that which is prescribed by the eternal and immutable dictates of reason, and not suggested by vague and transient desires, is the highest and most harmonious development of his powers to a complete and consistent whole.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "I am responsible for everything...except for my very responsibility, for I am not the foundation of my being.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "Instinct leads, intelligence does but follow.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "Nietzsche was the first to release the desire to know from the sovereignty of knowledge itself: to re-establish the distance and exteriority that Aristotle cancelled.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "Surely if a single cell may, when subjected to certain influences, become a man in the space of twenty years; there is nothing absurd in the hypothesis that under certain other influences, a cell may, in the course of millions of years, give origin to the human race.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Montesquieu",
        "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
        "quote": "To prevent this abuse, it is necessary that, by the arrangement of things, power shall stop power. A government may be so constituted, as no man shall be compelled to do things to which the law does not oblige him, nor forced to abstain from things which the law permits.",
        "image": "Images/MontesquieuFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "That every will must consider every other will its equal -- would be a principle hostile to life, an agent of the dissolution and destruction of man, an attempt to assassinate the future of man, a sign of weariness, a secret path to nothingness.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "The writers against religion, whilst they oppose every system, are wisely careful never to set up any of their own.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Xenophanes",
        "id": "1A1D6463-9FD7-4683-B2C3-103656395889",
        "quote": "Mortals deem that the gods are begotten as they are,\nand have clothes like theirs, and voice and form.",
        "image": "Images/XenophanesFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "All our scientific and philosophic ideals are altars to unknown gods.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "Citizens of a Jeffersonian democracy can be as religious or irreligious as they please as long as they are not \"fanatical.\" That is, they must abandon or modify opinion on matters of ultimate importance, the opinions that may hitherto have given sense and point to their lives, if these opinions entail public actions that cannot be justified to most of their fellow citizens.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "Unreason is to reason as dazzlement is to daylight.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Change alone is eternal, perpetual, immortal.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "The first cause of Absurd conclusions I ascribe to the want of Method",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "No man has received from nature the right to give orders to others. Freedom is a gift from heaven, and every individual of the same species has the right to enjoy it as soon as he is in enjoyment of his reason.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "Wherever your life ends, it is all there. The advantage of living is not measured by length, but by use; some men have lived long, and lived little; attend to it while you are in it. It lies in your will, not in the number of years, for you to have lived enough.",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "... this dream that men shall cease to waste strength in competition and shall come to pool their powers of production is coming to pass all over the earth.",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "The trouble with Eichmann was precisely that so many were like him, and that the many were neither perverted nor sadistic, that they were, and still are, terribly and terrifyingly normal.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "The goal to be reached is the mind's insight into what knowing is. Impatience asks for the impossible, wants to reach the goal without the means of getting there. The length of the journey has to be borne with, for every moment is necessary, ... because by nothing less could that all-pervading mind ever manage to become conscious of what itself is -- for that reason, the individual mind, in the nature of the case, cannot expect by less toil to grasp what its own substance contains.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "The universal and lasting establishment of peace constitutes not merely a part, but the whole final purpose and end of the science of right as viewed within the limits of reason.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Protagoras",
        "id": "A839315F-7D16-4116-8352-D26707C36D6E",
        "quote": "Man is the measure of all things.",
        "image": "Images/ProtagorasFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "Work almost always has a double aspect: it is a bondage, a wearisome drudgery; but it is also a source of interest, a steadying element, a factor that helps to integrate the worker with society. Retirement may be looked upon either as a prolonged holiday or as a rejection, a being thrown on to the scrap-heap.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "What man loses by the social contract is his natural liberty and an unlimited right to everything he tries to get and succeeds in getting; what he gains is civil liberty and the proprietorship of all he possesses.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "Thinking men and women the world over are beginning to realize that patriotism is too narrow and limited a conception to meet the necessities of our time.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "I ought never to act except in such a way that I could also will that my maxim should become a universal law.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "Herbert Spencer is little read now. Philosophers do not regard him as a major thinker. Social Darwinism has long been in disrepute.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Maurice Merleau-Ponty",
        "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
        "quote": "Language transcends us and yet, we speak.",
        "image": "Images/Maurice-Merleau-PontyFace.jpg"
    },
    {
        "author": "Rosa Luxemburg",
        "id": "20B6AF0E-BCAA-4BEC-9C65-49E2BEC41585",
        "quote": "The friends of peace in bourgeois circles believe that world peace and disarmament can be realised within the frame-work of the present social order, whereas we, who base ourselves on the materialistic conception of history and on scientific socialism, are convinced that militarism can only be abolished from the world with the destruction of the capitalist class state.",
        "image": "Images/Rosa-LuxemburgFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "Life has no meaning a priori ... It is up to you to give it a meaning, and value is nothing but the meaning that you choose.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "Art is anything you can get away with.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Jacques Derrida",
        "id": "4C870661-2E10-4B20-B3D0-2462DA8192DF",
        "quote": "What is called \"objectivity,\" scientific for instance (in which I firmly believe, in a given situation) imposes itself only within a context which is extremely vast, old, firmly established, or rooted in a network of conventions ... and yet which still remains a context.",
        "image": "Images/Jacques-DerridaFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "Private beneficence is totally inadequate to deal with the vast numbers of the city's disinherited.",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "The discovery of the good taste of bad taste can be very liberating. The man who insists on high and serious pleasures is depriving himself of pleasure; he continually restricts what he can enjoy; in the constant exercise of his good taste he will eventually price himself out of the market, so to speak.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Anna Julia Cooper",
        "id": "D070CF3D-759D-47D0-8A7B-8B1637C89F78",
        "quote": "To-day America counts her millionaires by the thousand; questions of tariff and questions of currency are the most vital ones agitating the public mind. In this period, when material prosperity and well earned ease and luxury are assured facts from a national standpoint, woman's work and woman's influence are needed as never before; needed to bring a heart power into this money getting, dollar-worshipping civilization; needed to bring a moral force into the utilitarian motives and interests of the time; needed to stand for God and Home and Native Land versus gain and greed and grasping selfishness.",
        "image": "Images/Anna-Julia-CooperFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "We are much beholden to Machiavel and others, that write what men do, and not what they ought to do.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "William of Ockham",
        "id": "3172E773-E550-47A1-AB2A-2FE312A5B2C0",
        "quote": "It is pointless to do with more what can be done with fewer.",
        "image": "Images/William-of-OckhamFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "When the leaders choose to make themselves bidders at an auction of popularity, their talents, in the construction of the state, will be of no service. They will become flatterers instead of legislators; the instruments, not the guides, of the people.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "The heart is everywhere, and each part of the organism is only the specialized force of the heart itself.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "The life of man is of no greater importance to the universe than that of an oyster.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "An erotic life is, for more and more people, that which can be captured on digital photographs and on video. And perhaps the torture is more attractive, as something to record, when it has a sexual component.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "I don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "Every man is, no doubt, by nature, first and principally recommended to his own care; and as he is fitter to take care of himself than of any other person, it is fit and right that it should be so.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "Everything is good as it leaves the hands of the author of things, everything degenerates in the hands of man.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "I exist, that is all, and I find it nauseating.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "Self-knowledge is no guarantee of happiness, but it is on the side of happiness and can supply the courage to fight for it.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "To speak practically and as a citizen, unlike those who call themselves no-government men, I ask for, not at once no government, but at once a better government. Let every man make known what kind of government would command his respect, and that will be one step toward obtaining it.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "There will be no mass-based feminist movement as long as feminist ideas are understood only by a well-educated few.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "Louis Althusser",
        "id": "CB9D4E17-71FE-46FD-B08C-C090398FDA95",
        "quote": "The number-one philosophical battle therefore takes place on the frontier between the scientific and the ideological. There the idealist philosophies which exploit the sciences struggle against the materialist philosophies which serve the sciences.",
        "image": "Images/Louis-AlthusserFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "Hence beauty is established in multitude when the many is reduced into one, and in this case it communicates itself both to the parts and to the whole. But when a particular one, composed from similar parts, is received it gives itself to the whole, without departing from the sameness and integrity of its nature.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "There is a secret agreement between past generations and the present one. Our coming was expected on earth. Like every generation that preceded us, we have been endowed with a weak Messianic power, a power to which the past has a claim. That claim cannot be settled cheaply.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "Clearly when the liberties are left unrestricted they collide with one another.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "It is more of a job to interpret the interpretations than to interpret the things, and there are more books about books than about any other subject: we do nothing but write glosses about each other.",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "The fact that all Mathematics is Symbolic Logic is one of the greatest discoveries of our age.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "Only a thoughtless observer can deny that correspondences come into play between the world of modern technology and the archaic symbol-world of mythology.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "The essence of the modern state is the union of the universal with the full freedom of the particular, and with the welfare of individuals.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "The less government we have, the better, -- the fewer laws, and the less confided power. The antidote to this abuse of formal Government, is, the influence of private character, the growth of the Individual.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Auguste Comte",
        "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
        "quote": "The dead govern the living.",
        "image": "Images/Auguste-ComteFace.jpg"
    },
    {
        "author": "Elizabeth Anscombe",
        "id": "215CFEFE-7D4B-400D-A14B-CD4BE9E0AA30",
        "quote": "Those who try to make room for sex as mere casual enjoyment pay the penalty: they become shallow. At any rate the talk that reflects and commends this attitude is always shallow. They dishonour their own bodies; holding cheap what is naturally connected with the origination of human life.",
        "image": "Images/Elizabeth-AnscombeFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "We Americans claim to be a peace-loving people. We hate bloodshed; we are opposed to violence. Yet we go into spasms of joy over the possibility of projecting dynamite bombs from flying machines upon helpless citizens.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "In the temple of his spirit, each man is alone.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "To inquire and to create;--these are the grand centres around which all human pursuits revolve, or at least to these objects do they all more or less directly refer.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "Nothing is so common as to imitate one's enemies, and to use their weapons.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "History, is a conscious, self-meditating process -- Spirit emptied out into Time.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Montesquieu",
        "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
        "quote": "A man should be mourned at his birth, not at his death.",
        "image": "Images/MontesquieuFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "My thought is me: that's why I can't stop. I exist because I think ... and I can't prevent myself from thinking.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "We do not destroy religion by destroying superstition.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "Animal Liberation is Human Liberation too.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "I want to be seen here in my simple, natural, ordinary fashion, without straining or artifice; for it is myself that I portray...I am myself the matter of my book.",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "We all bear traces of the starvation struggle which for so long made up the life of the race. Our very organism holds memories and glimpses of that long life of our ancestors which still goes on among so many of our contemporaries.",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "All laws which can be broken without any injury to another, are counted but a laughing-stock, and are so far from bridling the desires and lusts of men, that on the contrary they stimulate them.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "The sentence, 'stopping the printing presses,' is a figurative expression, because it is being done now by creating credit by the Federal Reserve System. But this is government action -- all inflation is ultimately the result of activities which government determines and can control.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "The grand, leading principle, towards which every argument hitherto unfolded in these pages directly converges, is the absolute and essential importance of human development in its richest diversity.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Johann Gottlieb Fichte",
        "id": "2EE09BAD-1395-4394-8F6F-EB591069AE66",
        "quote": "Each individual imagines that he can exist, live, think, and act for himself, and believes that he himself is the thinking principle of his thoughts; whereas in truth he is but a single ray of the ONE universal and necessary Thought.",
        "image": "Images/Johann-Gottlieb-FichteFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "The force of mind is only as great as its expression; its depth only as deep as its power to expand and lose itself.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "As a youth I prayed, \"Give me chastity and continence, but not right now.\"",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Edmund Husserl",
        "id": "B03D878D-9657-4EB1-A886-59C19F52BDA5",
        "quote": "A new fundamental science, pure phenomenology, has developed within philosophy: This is a science of a thoroughly new type and endless scope. It is inferior in methodological rigor to none of the modern sciences. All philosophical disciplines are rooted in pure phenomenology, through whose development, and through it alone, they obtain their proper force.",
        "image": "Images/Edmund-HusserlFace.jpg"
    },
    {
        "author": "Thomas Kuhn",
        "id": "E503AC1C-CDCC-424B-A18F-5EDC57A41979",
        "quote": "We may, to be more precise, have to relinquish the notion, explicit or implicit, that changes of paradigm carry scientists and those who learn from them closer and closer to the truth",
        "image": "Images/Thomas-KuhnFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "Science does not stand still, and neither does philosophy, although the latter has a tendency to walk in circles.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "Act in such a way that you treat humanity, whether in your own person or in the person of any other, never merely as a means to an end, but always at the same time as an end.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "When a war breaks out, people say: \"It's too stupid; it can't last long.\" But though the war may well be \"too stupid,\" that doesn't prevent its lasting. Stupidity has a knack of getting its way; as we should see if we were not always so much wrapped up in ourselves.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Thales of Miletus",
        "id": "5B8D36E5-56E2-47E4-9C4C-34A0F107D9B1",
        "quote": "Water is the first principle of everything.",
        "image": "Images/Thales-of-MiletusFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "Without art we would be nothing but foreground and live entirely in the spell of that perspective which makes what is closest at hand and most vulgar appear as if it were vast, and reality itself.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "The demand for equal rights in every vocation of life is just and fair; but, after all, the most vital right is the right to love and be loved.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "Philosophers should consider the fact that the greatest happiness principle can easily be made an excuse for a benevolent dictatorship.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "The inquiry into the proper aims and limits of State agency must be of the highest importance--nay, that it is perhaps more vitally momentous than any other political question.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "The common stock of intellectual enjoyment should not be difficult of access because of the economic position of him who would approach it.",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "I do not wish to kill nor to be killed, but I can foresee circumstances in which both these things would be by me unavoidable.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Angela Davis",
        "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
        "quote": "\"Woman\" was the test, but not every woman seemed to qualify. Black women, of course, were virtually invisible within the protracted campaign for woman suffrage. As for white working-class women, the suffrage leaders were probably impressed at first by the organizing efforts and militancy of their working-class sisters. But as it turned out, the working women themselves did not enthusiastically embrace the cause of woman suffrage.",
        "image": "Images/Angela-DavisFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "We too often forget that not only is there \"a soul of goodness in things evil,\" but very generally also, a soul of truth in things erroneous.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "The tangible source of exploitation disappears behind the facade of objective rationality.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "If we glance at the most important revolutions in history, we are at no loss to perceive that the greatest number of these originated in the periodical revolutions of the human mind.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "There is nothing so absurd that it has not been said by some philosopher.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Rene Descartes",
        "id": "3C6BCB23-5C68-4F54-B680-BFF333FB6683",
        "quote": "The first was to include nothing in my judgments than what presented itself to my mind so clearly and distinctly that I had no occasion to doubt it.",
        "image": "Images/Rene-DescartesFace.jpg"
    },
    {
        "author": "Heraclitus",
        "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
        "quote": "Everything changes and nothing stands still.",
        "image": "Images/HeraclitusFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "The new electronic interdependence recreates the world in the image of a global village.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "In societies where modern conditions of production prevail, all of life presents itself as an immense accumulation of spectacles. Everything that was directly lived has moved away into a representation.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "In the end, glorification of splendid underdogs is nothing other than the glorification of the splendid system that makes them so.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Anna Julia Cooper",
        "id": "D070CF3D-759D-47D0-8A7B-8B1637C89F78",
        "quote": "There are two kinds of peace in this world. The one produced by suppression, which is the passivity of death; the other brought about by a proper adjustment of living, acting forces. A nation or an individual may be at peace because all opponents have been killed or crushed; or, nation as well as individual may have found the secret of true harmony in the determination to live and let live.",
        "image": "Images/Anna-Julia-CooperFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "Religious suffering is, at one and the same time, the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Jacques Lacan",
        "id": "9361456C-B420-49CC-A1CB-773BB44F079A",
        "quote": "The mirror stage is a phenomenon to which I assign a twofold value. In the first place, it has historical value as it marks a decisive turning-point in the mental development of the child. In the second place, it typifies an essential libidinal relationship with the body-image.",
        "image": "Images/Jacques-LacanFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "The most elementary form of rebellion, paradoxically, expresses an aspiration for order.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "The endeavor to keep alive any hoary establishment beyond its natural date is often pernicious and always useless.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Johann Gottlieb Fichte",
        "id": "2EE09BAD-1395-4394-8F6F-EB591069AE66",
        "quote": "This Being out of God cannot, by any means, be a limited, completed, and inert Being, since God himself is not such a dead Being, but, on the contrary, is Life; -- but it can only be a Power, since only a Power is the true formal picture or Schema of Life. And indeed it can only be the Power of realising that which is contained in itself -- a Schema.",
        "image": "Images/Johann-Gottlieb-FichteFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "It is not titles that make men illustrious, but men who make titles illustrious.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "Piety requires us to honor truth above our friends.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "Any theory based on experience is necessarily statistical; that is to say, it formulates an ideal average which abolishes all exceptions at either end of the scale and replaces them by an abstract mean.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "Electric technology is directly related to our central nervous systems, so it is ridiculous to talk of \"what the public wants\" played over its own nerves.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "Spectator sports make people more passive, because you're not doing them--you're watching somebody doing them.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "The capacity for the accomplishment of religious virtuosos -- the \"intellectual sacrifice\"-- is the decisive characteristic of the positively religious man. That this is so is shown by the fact that in spite of (or rather in consequence) of theology (which unveils it) the tension between the value-spheres of \"science\" and the sphere of \"the holy\" is unbridgeable.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Diogenes",
        "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
        "quote": "If you are to be kept right, you must possess either good friends or red-hot enemies. The one will warn you, the other will expose you.",
        "image": "Images/DiogenesFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "In the products of the culture industry human beings get into trouble only so that they can be rescued unharmed, usually by representatives of a benevolent collective; and then, in illusory harmony, they are reconciled with the general interest whose demands they had initially experienced as irreconcilable with their own.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "The significance of feminist movement (when it is not co-opted by opportunistic, reactionary forces) is that it offers a new ideological meeting ground for the sexes, a space for criticism, struggle, and transformation.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "Everywhere we remain unfree and chained to technology, whether we passionately affirm or deny it.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Heraclitus",
        "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
        "quote": "No man ever steps in the same river twice.",
        "image": "Images/HeraclitusFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "There is a limit to the time assigned you, and if you don't use it to free yourself it will be gone and never return.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Thomas Nagel",
        "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
        "quote": "Definitions can't be the basis of meaning for all words, or we'd go forever in a circle. Eventually we must get to some words which have meaning directly.",
        "image": "Images/Thomas-NagelFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "For no one's authority ought to rank so high as to set a value on his words and terms even though nothing clear and determinate lies behind them.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "The strongest argument proves nothing so long as the conclusions are not verified by experience. Experimental science is the queen of sciences, and the goal of all speculation.",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "The discourse on the Text should itself be nothing other than text, research, textual activity, since the Text is that social space which leaves no language safe, outside, nor any subject of the enunciation in position as judge, master, analyst, confessor, decoder. The theory of the Text can coincide only with a practice of writing.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "When I endeavour to examine my own conduct, when I endeavour to pass sentence upon it, and either to approve or condemn it, it is evident that, in all such cases, I divide myself, as it were, into two persons; and that I, the examiner and judge, represent a different character from that other I, the person whose conduct is examined into and judged of.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "It is easy for us to criticize the prejudices of our grandfathers, from which our fathers freed themselves. It is more difficult to search for prejudices among the beliefs and values that we hold.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "Being, in whose name Heidegger's philosophy increasingly concentrates itself, is for him--as a pure self-presentation to passive consciousness--just as immediate, just as independent of the mediations of the subject as the facts and the sensory data are for the positivists. In both philosophical movements thinking becomes a necessary evil and is broadly discredited.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "There's a necessity for physical experience and a recourse to exemplary cases of bodily ascesis to understand and make understood a type of emptying of the mind, an emptying that is required if the mind is to think. This obviously has nothing to do with tabula rasa, with what Descartes (vainly) wanted to be a starting from scratch on the part of knowing thought.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "It is dangerous to be right in matters where established men are wrong.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Diogenes",
        "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
        "quote": "Self-taught poverty is a help toward philosophy, for the things which philosophy attempts to teach by reasoning, poverty forces us to practice.",
        "image": "Images/DiogenesFace.jpg"
    },
    {
        "author": "Damaris Cudworth Masham",
        "id": "8D733901-82BE-416A-A9B6-ECCFBA9B196D",
        "quote": "They [women] are, perhaps sometimes told in regard of what Religion exacts, They must Believe and Do such and such things, because the Word of God requires it; but they are not put upon searching the Scriptures themselves, to see whether, or no, these things are so.",
        "image": "Images/Damaris-Cudworth-MashamFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "It is the fundamental duty of the citizen to resist and to restrain the violence of the state.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked.",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Ludwig Wittgenstein",
        "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
        "quote": "The world is the totality of facts, not things.",
        "image": "Images/Ludwig-WittgensteinFace.jpg"
    },
    {
        "author": "Xenophanes",
        "id": "1A1D6463-9FD7-4683-B2C3-103656395889",
        "quote": "For all things are from the earth and to the earth all things come in the end.",
        "image": "Images/XenophanesFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "O my body, make of me always a man who questions!",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter the postmodern age.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "Conservatism, though a necessary element in any stable society, is not a social program; in its paternalistic, nationalistic and power adoring tendencies it is often closer to socialism than true liberalism; and with its traditionalistic, anti-intellectual, and often mystical propensities it will never, except in short periods of disillusionment, appeal to the young and all those others who believe that some changes are desirable if this world is to become a better place.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "It thus comes about that in practice it is regularly the theoretical collectivist who extols individual reason and demands that all forces of society be made subject to the direction of a single mastermind, while it is the individualist who recognizes the limitations of the powers of individual reason and consequently advocates freedom as a means for the fullest development of the powers of the inter-individual process.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "It is true that may hold in these things, which is the general root of superstition; namely, that men observe when things hit, and not when they miss; and commit to memory the one, and forget and pass over the other.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Jacques Lacan",
        "id": "9361456C-B420-49CC-A1CB-773BB44F079A",
        "quote": "The man who is born into existence deals first with language; this is a given. He is even caught in it before his birth.",
        "image": "Images/Jacques-LacanFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "The stars awaken a certain reverence, because though always present, they are inaccessible; but all natural objects make a kindred impression, when the mind is open to their influence. Nature never wears a mean appearance.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary, whatever the punishment, once a specific crime has appeared for the first time, its reappearance is more likely than its initial emergence could ever have been.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "The great decisions of human life have as a rule far more to do with the instincts and other mysterious unconscious factors than with conscious will and well-meaning reasonableness.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Anne Conway",
        "id": "01CBC5D4-55DE-4579-8DBB-D3B8762E545C",
        "quote": "...the creature is always capable of a farther and perfecter degree of life, ad infinitum, and yet can never attain to be equal with God; for he is still infinitely more perfect than a creature, in its highest elevation or perfection...",
        "image": "Images/Anne-ConwayFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "A prudent man should always follow in the path trodden by great men and imitate those who are most excellent.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "I have always been of the opinion that infamy earned by doing what is right is not infamy at all, but glory.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Spinoza says that if a stone which has been projected through the air, had consciousness, it would believe that it was moving of its own free will. I add this only, that the stone would be right. The impulse given it is for the stone what the motive is for me, and what in the case of the stone appears as cohesion, gravitation, rigidity, is in its inner nature the same as that which I recognise in myself as will, and what the stone also, if knowledge were given to it, would recognise as will.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "Can the human appropriation of nature ever achieve the elimination of violence, cruelty, and brutality in the daily sacrifice of animal life for the physical reproduction of the human race? To treat nature \"for its own sake\" sounds good, but it is certainly not for the sake of the animal to be eaten, nor probably for the sake of the plant. The end of this war, the perfect peace in the animal world -- this idea belongs to the Orphic myth, not to any conceivable historical reality. In the face of the suffering inflicted by man on man, it seems terribly \"premature\" to campaign for universal vegetarianism or synthetic foodstuffs; as the world is, priority must be on human solidarity among human beings. And yet, no free society is imaginable which does not, under its \"regulative idea of reason,\" make the concerted effort to reduce consistently the suffering which man imposes on the animal world.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "The moral cannibalism of all hedonist and altruist doctrines lies in the premise that the happiness of one man necessitates the injury of another.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "The true knight of faith is a witness, never a teacher, and therein lies his deep humanity, which is worth a good deal more than this silly participation in others' weal and woe which is honored by the name of sympathy, whereas in fact it is nothing but vanity.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "Pleasure and distress, fear and courage, desire and aversion, where have these affections and experiences their seat? Clearly, either in the Soul alone, or in the Soul as employing the body, or in some third entity deriving from both.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "Nothingness haunts being.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "At any street corner the feeling of absurdity can strike any man in the face.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Sojourner Truth",
        "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
        "quote": "That man over there says that women need to be helped into carriages, and lifted over ditches, and to have the best place everywhere. Nobody ever helps me into carriages, or over mud-puddles, or gives me any best place! And ain't I a woman?",
        "image": "Images/Sojourner-TruthFace.jpg"
    },
    {
        "author": "Louis Althusser",
        "id": "CB9D4E17-71FE-46FD-B08C-C090398FDA95",
        "quote": "The sciences we are familiar with have been installed in a number of great 'continents'. Before Marx, two such continents had been opened up to scientific knowledge: the continent of Mathematics and the continent of Physics. The first by the Greeks (Thales), the second by Galileo. Marx opened up a third continent to scientific knowledge: the continent of History.",
        "image": "Images/Louis-AlthusserFace.jpg"
    },
    {
        "author": "Diogenes",
        "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
        "quote": "Aristotle dines when it seems good to King Philip, but Diogenes when he himself pleases.",
        "image": "Images/DiogenesFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "Is there any knowledge in the world which is so certain that no reasonable man could doubt it?",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "Let not any one pacify his conscience by the delusion that he can do no harm if he takes no part, and forms no opinion. Bad men need nothing more to compass their ends, than that good men should look on and do nothing.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Auguste Comte",
        "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
        "quote": "Reorganisation, irrespectively of God or king, by the worship of Humanity, systematically adopted. Man's only right is to do his duty. The Intellect should always be the servant of the Heart, and should never be its slave.",
        "image": "Images/Auguste-ComteFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "We have a priori reasons for believing that in every sentence there is some one order of words more effective than any other; and that this order is the one which presents the elements of the proposition in the succession in which they may be most readily put together.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Jacques Lacan",
        "id": "9361456C-B420-49CC-A1CB-773BB44F079A",
        "quote": "What is realized in my history is neither the past definite as what was, since it is no more, nor even the perfect as what has been in what I am, but the future anterior as what I will have been, given what I am in the process of becoming.",
        "image": "Images/Jacques-LacanFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "It is solely on the basis of this common interest that every society should be governed.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "The soul is the prison of the body.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "The real and lasting victories are those of peace, and not of war.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "Truth happens to an idea. It becomes true, is made true by events. Its verity is in fact an event, a process: the process namely of its verifying itself, its veri-fication. Its validity is the process of its valid-ation.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "No, you cannot expect people to understand the higher reaches of philosophy. Culture should be taken out of the hands of the dollar chasers. We need a national subsidy for literature. It is disgraceful that artists are treated like peddlers and that art works have to be sold like soap.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Betty Friedan",
        "id": "70D74337-9BB7-4E5A-959B-7AA38D034313",
        "quote": "It is easier to live through someone else than to become complete yourself.",
        "image": "Images/Betty-FriedanFace.jpg"
    },
    {
        "author": "Elizabeth Anscombe",
        "id": "215CFEFE-7D4B-400D-A14B-CD4BE9E0AA30",
        "quote": "You can argue truly enough, for example, that general respect for the prohibition on murder makes life more commodious. If people really respect the prohibition against murder life is pleasanter for all of us - but this argument is exceedingly comic. Because utility presupposes the life of those who are to be convenienced, and everybody perceives quite clearly that the wrong done in murder is done first and foremost to the victim, whose life is not inconvenienced, it just isn't there any more.",
        "image": "Images/Elizabeth-AnscombeFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "In justice as fairness society is interpreted as a cooperative venture for mutual advantage.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "Reverence the gods, and help men. Short is life.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "It is not easy to fall into any absurdity, unless it be by the length of an account; wherein he may perhaps forget what went before. For all men by nature reason alike, and well, when they have good principles.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "Sapere aude! 'Have courage to use your own reason!'- that is the motto of enlightenment.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "It is the mark of an educated man to look for precision in each class of things just so far as the nature of the subject admits; it is evidently equally foolish to accept probable reasoning from a mathematician and to demand from a rhetorician scientific proofs.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "We do not \"have\" a body; rather, we \"are\" bodily.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "The Fathers of the Church can well afford to preach the gospel of Christ. It contains nothing dangerous to the regime of authority and wealth; it stands for self-denial and self-abnegation, for penance and regret, and is absolutely inert in the face of every [in]dignity, every outrage imposed upon mankind.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "No man's knowledge here can go beyond his experience.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "Often and often, a marriage hardly differs from prostitution except by being harder to escape from.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "The sexual wishes in regard to the mother become more intense and the father is perceived as an obstacle to the; this gives rise to the Oedipus complex.",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "The condition of man...is a condition of war of everyone against everyone.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "Riches are a good handmaid, but the worst mistress.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Pythagoras",
        "id": "F8E59A25-343E-4ACA-ACB2-BFC9514488B2",
        "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres.",
        "image": "Images/PythagorasFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "Those who will not worship at the shrine of money, need not hope for recognition. On the other hand, they will also not have to think other people's thoughts or wear other people's political clothes. They will not have to proclaim as true that which is false, nor praise that as humanitarian which is brutal.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Society everywhere is in conspiracy against the manhood of every one of its members. Society is a joint-stock company, in which the members agree, for the better securing of his bread to each shareholder, to surrender the liberty and culture of the eater. The virtue in most request is conformity. Self-reliance is its aversion. It loves not realities and creators, but names and customs.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "God will not have his work made manifest by cowards",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "There is nothing more natural than to consider everything as starting from oneself, chosen as the center of the world; one finds oneself thus capable of condemning the world without even wanting to hear its deceitful chatter.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "We are brought to a belief of God either by reason or by force. Atheism being a proposition as unnatural as monstrous, difficult also and hard to establish in the human understanding, how arrogant soever, there are men enough seen, out of vanity and pride, to be the authors of extraordinary and reforming opinions, and outwardly to affect the profession of them; who, if they are such fools, have, nevertheless, not the power to plant them in their own conscience.",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Parmenides",
        "id": "73E6F183-7335-458F-883E-83A9A8F9E562",
        "quote": "For it is the same thing that can be thought and that can be.",
        "image": "Images/ParmenidesFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "Neglect of mathematics works injury to all knowledge, since he who is ignorant of it cannot know the other sciences or the things of this world. And what is worse, men who are thus Ignorant are unable to perceive their own ignorance and so do not seek a remedy.",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "Ludwig Wittgenstein",
        "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
        "quote": "For a large class of cases -- though not for all -- in which we employ the word meaning it can be explained thus: the meaning of a word is its use in the language.",
        "image": "Images/Ludwig-WittgensteinFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "States are violent to the extent that they're powerful, that's roughly accurate.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "Whereas the personal unconscious consists for the most part of \"complexes\", the content of the collective unconscious is made up essentially of \"archetypes\". The concept of the archetype, which is an indispensable correlate of the idea of the collective unconscious, indicates the existence of definite forms in the psyche which seem to be present always and everywhere.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "Man, when perfected, is the best of animals, but when separated from law and justice, he is the worst of all.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "Knowledge of the fact differs from knowledge of the reason for the fact.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "How does it become a man to behave toward this American government today? I answered that he cannot without disgrace be associated with it.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "Wit is cultured insolence.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "Every individual is continually exerting himself to find out the most advantageous employment for whatever capital he can command...He intends only his own gain, and he is in this, as in many other cases, led by an invisible hand to promote an end which was not part of his intention.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "It is not the man who has too little, but the man who craves more, that is poor.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "For there is but one essential justice which cements society, and one law which establishes this justice. This law is right reason, which is the true rule of all commandments and prohibitions.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "Remember this-- that there is a proper dignity and proportion to be observed in the performance of every act of life.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "By reducing any quality to quantity, myth economizes intelligence: it understands reality more cheaply.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "The facile delusions which conceal from us our true situation all amount to this: that we are, or can be, wiser than the wisest men of the past. We are thus induced to play the part, not of attentive and docile listeners, but of impresarios and lion-tamers.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Johann Gottlieb Fichte",
        "id": "2EE09BAD-1395-4394-8F6F-EB591069AE66",
        "quote": "The law of the transcendental world must...be a Will.",
        "image": "Images/Johann-Gottlieb-FichteFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "That the principle which regulates the existing social relations between the two sexes -- the legal subordination of one sex to the other -- is wrong itself, and now one of the chief hindrances to human improvement; and that it ought to be replaced by a principle of perfect equality, admitting no power or privilege on the one side, nor disability on the other.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "Epicurus",
        "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
        "quote": "It is impossible to live a pleasant life without living wisely and honorably and justly, and it is impossible to live wisely and honorably and justly without living pleasantly.",
        "image": "Images/EpicurusFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "Withdraw into yourself, as far as you can. Associate with those who will make a better man of you. Welcome those whom you yourself can improve. The process is mutual; for men learn while they teach.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "Between these two moments lies the leap, which no science has explained and which no science will explain.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Sojourner Truth",
        "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
        "quote": "But then there came another rush of love through my soul, an' I cried out loud,- 'Lord, Lord, I can love even de white folks!",
        "image": "Images/Sojourner-TruthFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "What is reasonable is real; that which is real is reasonable.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "To say that man is a compound of strength and weakness, light and darkness, smallness and greatness, is not to indict him, it is to define him.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "Man does not strive for happiness; only the Englishman does that",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "Selfishness does not mean only to do things for one's self. One may do things, affecting others, for his own pleasure and benefit. This is not immoral, but the highest of morality.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "It is a familiar and significant saying that a problem well put is half-solved.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "Thales of Miletus",
        "id": "5B8D36E5-56E2-47E4-9C4C-34A0F107D9B1",
        "quote": "A multitude of words is no proof of a prudent mind.",
        "image": "Images/Thales-of-MiletusFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "The art of storytelling is reaching its end because the epic side of truth, wisdom, is dying out.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "The game of science is, in principle, without end. He who decides one day that scientific statements do not call for any further test, and that they can be regarded as finally verified, retires from the game.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "Wonder is the feeling of a philosopher, and philosophy begins in wonder.",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Gilles Deleuze",
        "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
        "quote": "If philosophy has a positive and direct relation to things, it is only insofar as philosophy claims to grasp the thing itself, according to what it is, in its difference from everything it is not, in other words, in its internal difference.",
        "image": "Images/Gilles-DeleuzeFace.jpg"
    },
    {
        "author": "Protagoras",
        "id": "A839315F-7D16-4116-8352-D26707C36D6E",
        "quote": "Concerning the gods, I have no means of knowing whether they exist or not, nor of what sort they may be, because of the obscurity of the subject, and the brevity of human life.",
        "image": "Images/ProtagorasFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "No man can have a peaceful life who thinks too much about lengthening it.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "Being all equal and independent, no one ought to harm another in his life, health, liberty, or possessions.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "The fear of being alone, or of being unloved, had caused women of all races to passively accept sexism and sexist oppression.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "The end of law is not to abolish or restrain, but to preserve and enlarge freedom.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Epicurus",
        "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
        "quote": "Of all the means which wisdom acquires to ensure happiness throughout the whole of life, by far the most important is friendship.",
        "image": "Images/EpicurusFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "Abstract liberty, like other mere abstractions, is not to be found.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Anna Julia Cooper",
        "id": "D070CF3D-759D-47D0-8A7B-8B1637C89F78",
        "quote": "One muffled strain in the Silent South, a jarring chord and a vague and uncomprehended cadenza has been and still is the Negro. And of that muffled chord, the one mute and voiceless note has been the sadly expectant Black Woman...",
        "image": "Images/Anna-Julia-CooperFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "The history of all hitherto existing society is the history of class struggles.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick. Although we all prefer to use only the good passport, sooner or later each of us is obliged, at least for a spell, to identify ourselves as citizens of that other place.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Jacques Derrida",
        "id": "4C870661-2E10-4B20-B3D0-2462DA8192DF",
        "quote": "What cannot be said above all must not be silenced but written.",
        "image": "Images/Jacques-DerridaFace.jpg"
    },
    {
        "author": "Diogenes",
        "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
        "quote": "The noblest people are those despising wealth, learning, pleasure and life; esteeming above them poverty, ignorance, hardship and death.",
        "image": "Images/DiogenesFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "There is hardly a philosophy which has not invoked something like the will or desire to know, the love of truth, etcetera. But, in truth, very few philosophers--apart, perhaps, from Spinoza and Schopenhauer--have accorded it more than a marginal status; as if there was no need for philosophy to say first of all what the name that it bears actually refers to.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "But there is only one thing which gathers people into seditious commotion, and that is oppression.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Auguste Comte",
        "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
        "quote": "The object of all true Philosophy is to frame a system which shall comprehend human life under every aspect, social as well as individual. It embraces, therefore, the three kinds of phenomena of which our life consists, Thoughts, Feelings, and Actions.",
        "image": "Images/Auguste-ComteFace.jpg"
    },
    {
        "author": "Dante Alighieri",
        "id": "9AB7B738-3926-4290-BA69-70D0A2F5EEC2",
        "quote": "Consider your origin;\nyou were not born to live like brutes,\nbut to follow virtue and knowledge.",
        "image": "Images/Dante-AlighieriFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "What cannot be described should be inscribed into the artistic form as its uncanny distortion.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "Speciesism--the word is not an attractive one, but I can think of no better term--is a prejudice or attitude of bias in favor of the interests of members of one's own species and against those of members of other species.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Life is a business that does not cover the costs.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "I was assailed by memories of a life that wasn't mine anymore, but one in which I'd found the simplest and most lasting joys.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Diogenes",
        "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
        "quote": "It is not that I am mad, it is only that my head is different from yours.",
        "image": "Images/DiogenesFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "The effect of the people's agreeing that there must be central planning, without agreeing on the ends, will be rather as if a group of people were to commit themselves to take a journey together without agreeing where they want to go; with the result that they may all have to make a journey which most of them do not want at all.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "All oppression creates a state of war.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Dante Alighieri",
        "id": "9AB7B738-3926-4290-BA69-70D0A2F5EEC2",
        "quote": "Now the kind of philosophy under which we proceed in the whole and in the part is moral philosophy or ethics; because the whole was undertaken not for speculation but for practice.",
        "image": "Images/Dante-AlighieriFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "Individuals have rights and there are things no person or group may do to them (without violating their rights).",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Sojourner Truth",
        "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
        "quote": "I have borne thirteen children, and seen most all sold off to slavery, and when I cried out with my mother's grief, none but Jesus heard me! And ain't I a woman?",
        "image": "Images/Sojourner-TruthFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "The natural distribution is neither just nor unjust; nor is it unjust that persons are born into society at some particular position. These are simply natural facts. What is just and unjust is the way that institutions deal with these facts.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Jacques Lacan",
        "id": "9361456C-B420-49CC-A1CB-773BB44F079A",
        "quote": "Psychoanalytic experience has rediscovered in man the imperative of the Word as the law that has shaped him in its image. It exploits the poetic function of language to give his desire its symbolic mediation. May this experience finally enable you to understand that the whole reality of its effects lies in the gift of speech; for it is through this gift that all reality has come to man and through its ongoing action that he sustains reality.",
        "image": "Images/Jacques-LacanFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "I am a disciple of the philosopher Dionysus, I would rather be a satyr than a saint.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "A prince ought to have no other aim or thought, nor select anything else for his study, than war and its rules and discipline; for this is the sole art that belongs to him who rules, and it is of such force that it not only upholds those who are born princes, but it often enables men to rise from a private station to that rank.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "What I do not know I do not think I know either",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "The universe is change; our life is what our thoughts make it.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "In previous conditions, extreme states came under the jurisdiction of the arts... People substituted writing (fiction) for what was once spiritual life, poetry (chaotic words) for actual ecstasies. Art constitutes a minor free zone outside action, paying for its freedom by giving up the real world. A heavy price!",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Judith Butler",
        "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
        "quote": "If the immutable character of sex is contested, perhaps this construct called 'sex' is as culturally constructed as gender; indeed, perhaps it was always already gender, with the consequence that the distinction between sex and gender turns out to be no distinction at all.",
        "image": "Images/Judith-ButlerFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "Man is naturally more disposed to beneficent than selfish actions.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "He who seeks equality between unequals seeks an absurdity.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "Luce Irigaray",
        "id": "A0060293-AADA-4C38-A85B-7080664BB0DC",
        "quote": "As commodities, women are thus two things at once: utilitarian objects and bearers of value.",
        "image": "Images/Luce-IrigarayFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "If a temple is to be erected, a temple must be destroyed.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Rosa Luxemburg",
        "id": "20B6AF0E-BCAA-4BEC-9C65-49E2BEC41585",
        "quote": "Freedom only for the members of the government, only for the members of the Party -- though they are quite numerous -- is no freedom at all. Freedom is always the freedom of dissenters.",
        "image": "Images/Rosa-LuxemburgFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "When were the good and the brave ever in a majority?",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "Philosophy cannot and should not give faith, but it should understand itself and know what it has to offer and take nothing away, and least of all should fool people out of something as if it were nothing.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "The end of history is, alas, also the end of the dustbins of history. There are no longer any dustbins for disposing of old ideologies, old regimes, old values. Where are we going to throw Marxism, which actually invented the dustbins of history? (Yet there is some justice here since the very people who invented them have fallen in.) Conclusion: if there are no more dustbins of history, this is because History itself has become a dustbin. It has become its own dustbin, just as the planet itself is becoming its own dustbin.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "Jeremy Bentham",
        "id": "0775D2F7-5F3D-4003-B101-A27738F1DF5D",
        "quote": "Every law is an evil, for every law is an infraction of liberty: And I repeat that government has but a choice of evils",
        "image": "Images/Jeremy-BenthamFace.jpg"
    },
    {
        "author": "Damaris Cudworth Masham",
        "id": "8D733901-82BE-416A-A9B6-ECCFBA9B196D",
        "quote": "Without a capacity in the Creature to act contrary to the Will of the Creator there could be no desert, or self-excellency in any Created Being; contrariety to the Will of God is therefore permitted in the Universe as a necessary result of Creaturely imperfection, under the greatest endowment that a Created Being is capable of having, viz. That of Freedom or Liberty of Action.",
        "image": "Images/Damaris-Cudworth-MashamFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "So successful has been the camera's role in beautifying the world that photographs, rather than the world, have become the standard of the beautiful.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Judith Butler",
        "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
        "quote": "The move from a structuralist account in which capital is understood to structure social relations in relatively homologous ways to a view of hegemony in which power relations are subject to repetition, convergence, and rearticulation brought the question of temporality into the thinking of structure, and marked a shift from a form of Althusserian theory that takes structural totalities as theoretical objects to one in which the insights into the contingent possibility of structure inaugurate a renewed conception of hegemony as bound up with the contingent sites and strategies of the rearticulation of power.",
        "image": "Images/Judith-ButlerFace.jpg"
    },
    {
        "author": "Montesquieu",
        "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
        "quote": "There are only two cases in which war is just: first, in order to resist the aggression of an enemy, and second, in order to help an ally who has been attacked.",
        "image": "Images/MontesquieuFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "Hegel remarks somewhere that all facts and personages of great importance in world history occur, as it were, twice. He forgot to add: the first time as a tragedy, the second time as farce.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "A work has two levels of meaning: literal and concealed. ",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "Most of the luxuries, and many of the so-called comforts of life, are not only not indispensable, but positive hindrances to the elevation of mankind.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Auguste Comte",
        "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
        "quote": "It lays down, as is generally known, that our speculations upon all subjects whatsoever, pass necessarily through three successive stages: a Theological stage, in which free play is given to spontaneous fictions admitting of no proof; the Metaphysical stage, characterized by the prevalence of personified abstractions or entities; lastly, the Positive stage, based upon an exact view of the real facts of the case.",
        "image": "Images/Auguste-ComteFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "Taxation of earnings from labor is on a par with forced labor. Seizing the results of someone's labor is equivalent to seizing hours from him and directing him to carry on various activities.",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Francis Fukuyama",
        "id": "18E45730-7891-48FD-A3EA-1447CBD25273",
        "quote": "The notion that mankind has progressed through a series of primitive stages of consciousness on his path to the present, and that these stages corresponded to concrete forms of social organization, such as tribal, slave-owning, theocratic, and finally democratic-egalitarian societies, has become inseparable from the modern understanding of man.",
        "image": "Images/Francis-FukuyamaFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "The blessing that the market does not ask about birth is paid for in the exchange society by the fact that the possibilities conferred by birth are molded to fit the production of goods that can be bought on the market.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "The unexamined life is not worth living.",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "Reasoning draws a conclusion and makes us grant the conclusion, but does not make the conclusion certain, nor does it remove doubt so that the mind may rest on the intuition of truth, unless the mind discovers it by the path of experience.",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "William of Ockham",
        "id": "3172E773-E550-47A1-AB2A-2FE312A5B2C0",
        "quote": "Logic is the most useful tool of all the arts. Without it no science can be fully known.",
        "image": "Images/William-of-OckhamFace.jpg"
    },
    {
        "author": "Xenophanes",
        "id": "1A1D6463-9FD7-4683-B2C3-103656395889",
        "quote": "Ethiopians say that their gods are snubnosed and black\nThracians that they are pale and red-haired.",
        "image": "Images/XenophanesFace.jpg"
    },
    {
        "author": "Walter Benjamin",
        "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
        "quote": "The tradition of the oppressed teaches us that the \"state of emergency\" in which we live is not the exception but the rule.",
        "image": "Images/Walter-BenjaminFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "Auguste Comte",
        "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
        "quote": "Language forms a kind of wealth, which all can make use of at once without causing any diminution of the store, and which thus admits a complete community of enjoyment; for all, freely participating in the general treasure, unconsciously aid in its preservation.",
        "image": "Images/Auguste-ComteFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "In our reasonings concerning matter of fact, there are all imaginable degrees of assurance, from the highest certainty to the lowest species of moral evidence. A wise man, therefore, proportions his belief to the evidence.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "Philosophy ... finds itself to be no longer anything but the heir to a fabulous mystical theology, but missing a God and wiping the slate clean.",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "The problem inherent in the surface of things, and only in the surface of things, is the heart of things.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "Anyone who studies present and ancient affairs will easily see how in all cities and all peoples there still exist, and have always existed, the same desires and passions.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "Philosophers conceive of the passions which harass us as vices into which men fall by their own fault, and, therefore, generally deride, bewail, or blame them, or execrate them, if they wish to seem unusually pious.",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "There is no more miserable human being than one in whom nothing is habitual but indecision.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "The Sage of Toronto ... spent several decades marveling at the numerous freedoms created by a \"global village\" instantly and effortlessly accessible to all. Villages, unlike towns, have always been ruled by conformism, isolation, petty surveillance, boredom and repetitive malicious gossip about the same families. Which is a precise enough description of the global spectacle's present vulgarity.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Louis Althusser",
        "id": "CB9D4E17-71FE-46FD-B08C-C090398FDA95",
        "quote": "While speaking in ideology, and from within ideology we have to outline a discourse which tries to break with ideology, in order to dare to be the beginning of a scientific (i.e. subject-less) discourse on ideology.",
        "image": "Images/Louis-AlthusserFace.jpg"
    },
    {
        "author": "Henri Bergson",
        "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
        "quote": "Intuition is a method of feeling one's way intellectually into the inner heart of a thing to locate what is unique and inexpressible in it.",
        "image": "Images/Henri-BergsonFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "I need no warrant for being, and no word of sanction upon my being. I am the warrant and the sanction.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "An intention that rejects what has no meaning in fact is a rejection of the entirety of being.",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "Unlimited tolerance must lead to the disappearance of tolerance. If we extend unlimited tolerance even to those who are intolerant, if we are not prepared to defend a tolerant society against the onslaught of the intolerant, then the tolerant will be destroyed, and tolerance with them.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "Absolute freedom mocks at justice. Absolute justice denies freedom. To be fruitful, the two ideas must find their limits in each other.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "You can't satisfy everybody; especially if there are those who will be dissatisfied unless not everybody is satisfied.",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "All my economic ideas as developed over twenty-five years can be summed up in the words: agricultural-industrial federation. All my political ideas boil down to a similar formula: political federation or decentralization.",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "It is of the essence of traditions that they cover or conceal their humble foundations by erecting impressive edifices on them.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "As there were black swans, though civilized people had existed for three thousand years on the earth without meeting with them...The uniform experience, therefore, of the inhabitants of the known world, agreeing in a common result, without one known instance of deviation from that result, is not always sufficient to establish a general conclusion.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "All teems with symbol; the wise man is the man who in any one thing can read another.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "We reason deeply, when we forcibly feel.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "People will not look forward to posterity, who never look backward to their ancestors.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "We are responsible not only for what we do but also for what we could have prevented.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Louis Althusser",
        "id": "CB9D4E17-71FE-46FD-B08C-C090398FDA95",
        "quote": "The reproduction of labour power thus reveals as its sine qua non not only the reproduction of its 'skills' but also the reproduction of its subjection to the ruling ideology. ... It is in the forms and under the forms of ideological subjection that provision is made for the reproduction of the skills of labour power.",
        "image": "Images/Louis-AlthusserFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "I only wish that wisdom were the kind of thing that flowed ... from the vessel that was full to the one that was empty.",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "If God did not exist, it would be necessary to invent him.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "It cannot but happen that those individuals whose functions are most out of equilibrium with the modified aggregate of external forces, will be those to die; and that those will survive whose functions happen to be most nearly in equilibrium with the modified aggregate of external forces. \nBut this survival of the fittest, implies multiplication of the fittest.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Angela Davis",
        "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
        "quote": "As a rule, white abolitionists either defended the industrial capitalists or expressed no conscious class loyalty at all. This unquestioning acceptance of the capitalist economic system was evident in the program of the women's rights movement as well. If most abolitionists viewed slavery as a nasty blemish which needed to be eliminated, most women's righters viewed male supremacy in a similar manner--as an immoral flaw in their otherwise acceptable society.",
        "image": "Images/Angela-DavisFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "Reality has come to seem more and more like what we are shown by cameras.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Jean-Paul Sartre",
        "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
        "quote": "What do we mean by saying that existence precedes essence? We mean that man first of all exists, encounters himself, surges up in the world - and defines himself afterwards.",
        "image": "Images/Jean-Paul-SartreFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "The most defenseless tenderness and the bloodiest of powers have a similar need of confession. Western man has become a confessing animal.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "Under bad governments, this equality is only apparent and illusory: it serves only to-keep the pauper in his poverty and the rich man in the position he has usurped. In fact, laws are always of use to those who possess and harmful to those who have nothing: from which it follows that the social state is advantageous to men only when all have something and none too much.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Gottfried Wilhelm Leibniz",
        "id": "C752B815-05B8-4CAC-805E-856A35B46952",
        "quote": "And as every present state of a simple substance is naturally a consequence of its preceding state, so its present is pregnant with its future.",
        "image": "Images/Gottfried-Wilhelm-LeibnizFace.jpg"
    },
    {
        "author": "Thales of Miletus",
        "id": "5B8D36E5-56E2-47E4-9C4C-34A0F107D9B1",
        "quote": "Avoid doing what you would blame others for doing.",
        "image": "Images/Thales-of-MiletusFace.jpg"
    },
    {
        "author": "Roger Bacon",
        "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
        "quote": "If in other sciences we should arrive at certainty without doubt and truth without error, it behooves us to place the foundations of knowledge in mathematics...",
        "image": "Images/Roger-BaconFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "Utopia is a meta-utopia: the environment in which Utopian experiments may be tried out; the environment in which people are free to do their own thing; the environment which must, to a great extent, be realized first if more particular Utopian visions are to be realized stably.",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Edmund Husserl",
        "id": "B03D878D-9657-4EB1-A886-59C19F52BDA5",
        "quote": "To every object there corresponds an ideally closed system of truths that are true of it and, on the other hand, an ideal system of possible cognitive processes by virtue of which the object and the truths about it would be given to any cognitive subject.",
        "image": "Images/Edmund-HusserlFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "The truth is a trap: you can not get it without it getting you; you cannot get the truth by capturing it, only by its capturing you.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "The human being is not the lord of beings, but the shepherd of Being.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "The spontaneous reproduction of superimposed needs by the individual does not establish autonomy; it only testifies to the efficacy of the control.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "The monuments of wit survive the monuments of power.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "Man is a reasoning animal.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "Sojourner Truth",
        "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
        "quote": "If the first woman God ever made was strong enough to turn the world upside down all alone, the women together ought to be able to turn back and get it right side up again! and now they is asking to do it, the men better let them.",
        "image": "Images/Sojourner-TruthFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "We may treat of the Soul as in the body -- whether it be set above it or actually within it -- since the association of the two constitutes the one thing called the living organism, the Animate.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "Thoughts without content are empty, intuitions without concepts are blind.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "While the method of the natural sciences is...analytic, the method of the social sciences is better described as compositive or synthetic.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Gilles Deleuze",
        "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
        "quote": "Second, we make no distinction between man and nature: the human essence of nature and the natural essence of man become one within nature in the form of production or industry, just as they do within the life of man as a species. Industry is then no longer considered from the extrinsic point of view of utility, but rather from the point of view of its fundamental identity with nature as production of man and by man.",
        "image": "Images/Gilles-DeleuzeFace.jpg"
    },
    {
        "author": "Thomas Nagel",
        "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
        "quote": "Eventually, I believe, current attempts to understand the mind by analogy with man-made computers that can perform superbly some of the same external tasks as conscious beings will be recognized as a gigantic waste of time.",
        "image": "Images/Thomas-NagelFace.jpg"
    },
    {
        "author": "Thomas Aquinas",
        "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
        "quote": "Three things are necessary for the salvation of man: to know what he ought to believe; to know what he ought to desire; and to know what he ought to do.",
        "image": "Images/Thomas-AquinasFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "My own opinion--which I may as well indicate at the outset--is that pure Anarchism, though it should be the ultimate ideal, to which society should continually approximate, is for the present impossible, and would not survive more than a year or two at most if it were adopted.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Jean-Francois Lyotard",
        "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
        "quote": "...Scientific knowledge does not represent the totality of knowledge; it has always existed in addition to, and in competition and conflict with, another kind of knowledge, which I will call narratives in the interest of simplicity.",
        "image": "Images/Jean-Francois-LyotardFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "If there is something more excellent than the truth, then that is God; if not, then truth itself is God.",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Henri Bergson",
        "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
        "quote": "Religion is to mysticism what popularization is to science.",
        "image": "Images/Henri-BergsonFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "The concentration camps, by making death itself anonymous (making it impossible to find out whether a prisoner is dead or alive), robbed death of its meaning as the end of a fulfilled life.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "As we shall see later, the most important factor in the training of good mental habits consists in acquiring the attitude of suspended conclusion, and in mastering the various methods of searching for new materials to corroborate or to refute the first suggestions that occur. To maintain the state of doubt and to carry on systematic and protracted inquiry -- these are the essentials of thinking.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "The camera makes everyone a tourist in other people's reality, and eventually in one's own.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "There cannot any one moral Rule be propos'd, whereof a Man may not justly demand a Reason.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Truth is handsomer than the affectation of love. Your goodness must have some edge to it, -- else it is none. The doctrine of hatred must be preached as the counteraction of the doctrine of love when that pules and whines. I shun father and mother and wife and brother, when my genius calls me.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Henri Bergson",
        "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
        "quote": "Men do not sufficiently realise that their future is in their own hands. Theirs is the task of determining first of all whether they want to go on living or not.",
        "image": "Images/Henri-BergsonFace.jpg"
    },
    {
        "author": "Ludwig Wittgenstein",
        "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
        "quote": "The whole sense of the book might be summed up the following words: what can be said at all can be said clearly, and what we cannot talk about we must pass over in silence.",
        "image": "Images/Ludwig-WittgensteinFace.jpg"
    },
    {
        "author": "Edward Said",
        "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
        "quote": "Ideas, cultures, and histories cannot seriously be understood or studied without their force, or more precisely their configurations of power, also being studied.",
        "image": "Images/Edward-SaidFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "Waste no more time arguing what a good man should be. Be one.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Though experience be our only guide in reasoning concerning matters of fact; it must be acknowledged, that this guide is not altogether infallible, but in some cases is apt to lead us into errors.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "Remember also that the smallest minority on earth is the individual. Those who deny individual rights, cannot claim to be defenders of minorities.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "A whole is that which has beginning, middle, and end.",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "This divorce between man and his life, the actor and his setting, is properly the feeling of absurdity.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "All socialism involves slavery.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "There is a noticeable general difference between the sciences and mathematics on the one hand, and the humanities and social sciences on the other. It's a first approximation, but one that is real. In the former, the factors of integrity tend to dominate more over the factors of ideology. It's not that scientists are more honest people. It's just that nature is a harsh taskmaster. You can lie or distort the story of the French Revolution as long as you like, and nothing will happen. Propose a false theory in chemistry, and it'll be refuted tomorrow.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts he shall end in certainties.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "The first premise of all human history is, of course, the existence of living human individuals. Thus the first fact to be established is the physical organisation of these individuals and their consequent relation to the rest of nature.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "To see others suffer does one good, to make others suffer even more: this is a hard saying but an ancient, mighty, human, all-too-human principle which even the apes might subscribe; for it has been said that in devising bizarre cruelties they anticipate man and are, as it were his \"prelude.\"",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "A witty saying proves nothing.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "Racism has always been a divisive force separating black men and white men, and sexism has been a force that unites the two groups.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "Francis Fukuyama",
        "id": "18E45730-7891-48FD-A3EA-1447CBD25273",
        "quote": "Neoconservatives believed that history can be pushed along with the right application of power and will.",
        "image": "Images/Francis-FukuyamaFace.jpg"
    },
    {
        "author": "Judith Butler",
        "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
        "quote": "What is most important is to cease legislating for all lives what is liveable only for some, and similarly, to refrain from proscribing for all lives what is unlivable for some.",
        "image": "Images/Judith-ButlerFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "Independence I have long considered as the grand blessing of life, the basis of every virtue; and independence I will ever secure by contracting my wants, though I were to live on a barren heath.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "John Locke",
        "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
        "quote": "I have always thought the actions of men the best interpreters of their thoughts.",
        "image": "Images/John-LockeFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "Myth is depoliticized speech.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "Freedom succumbs to dizziness. Further than this, psychology cannot and will not go.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Edward Said",
        "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
        "quote": "The traditional university, the hegemony of determinism and positivism, the reification of ideological bourgeois \"humanism,\" the rigid barriers between academic specialties: it was powerful responses to all these that linked together such influential progenitors of today's literary theorist as Saussure, Lukacs, Bataille, Levi-Strauss, Freud, Nietzsche, and Marx. Theory proposed itself as a synthesis overriding the petty fiefdoms within the world of intellectual production, and it was manifestly to be hoped as a result that all the domains of human activity could be seen, and lived, as a unity.",
        "image": "Images/Edward-SaidFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "The more the state \"plans\" the more difficult planning becomes for the individual.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Friedrich Hayek",
        "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
        "quote": "From the saintly and single-minded idealist to the fanatic is often but a step.",
        "image": "Images/Friedrich-HayekFace.jpg"
    },
    {
        "author": "Wilhelm von Humboldt",
        "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
        "quote": "The incapacity for freedom can only arise from a want of moral and intellectual power; to elevate this power is the only way to counteract this want; but to do this presupposes the exercise of that power, and this exercise presupposes the freedom which awakens spontaneous activity.",
        "image": "Images/Wilhelm-von-HumboldtFace.jpg"
    },
    {
        "author": "Hannah Arendt",
        "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
        "quote": "Revolutionaries do not make revolutions! The revolutionaries are those who know when power is lying in the street and when they can pick it up. Armed uprising by itself has never yet led to revolution.",
        "image": "Images/Hannah-ArendtFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "When the real is no longer what it was, nostalgia assumes its full meaning.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Be a philosopher; but, amidst all your philosophy, be still a man.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "As man seeks justice in equality, so society seeks order in anarchy.",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "The bourgeoisie is defined as the social class which does not want to be named.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "All art is but imitation of nature.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "From the very beginning, existentialism defined itself as a philosophy of ambiguity.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "My temperament and habit had always kept me rather in the middle of the road; in politics as well as in social reform I had been for \"the best possible.\" But now I was pushed far toward the left on the subject of the war and I became gradually convinced that in order to make the position of the pacifist clear it was perhaps necessary that at least a small number of us should be forced into an unequivocal position.",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "Even the most insensitive hit song enthusiast cannot always escape the feeling that the child with a sweet tooth comes to know in the candy store.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Thomas Nagel",
        "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
        "quote": "Philosophy is different from science and from mathematics. Unlike science it doesn't rely on experiments or observation, but only on thought. And unlike mathematics it has no formal methods of proof. It is done just by asking questions, arguing, trying out ideas and thinking of possible arguments against them, and wondering how our concepts really work.",
        "image": "Images/Thomas-NagelFace.jpg"
    },
    {
        "author": "Parmenides",
        "id": "73E6F183-7335-458F-883E-83A9A8F9E562",
        "quote": "And it is all one to me / Where I am to begin; for I shall return there again.",
        "image": "Images/ParmenidesFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "That a thing is unnatural, in any precise meaning which can be attached to the word, is no argument for its being blamable; since the most criminal actions are to a being like man not more unnatural than most of the virtues.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "Perhaps, the good and the beautiful are the same, and must be investigated by one and the same process; and in like manner the base and the evil.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Edmund Husserl",
        "id": "B03D878D-9657-4EB1-A886-59C19F52BDA5",
        "quote": "First, anyone who seriously intends to become a philosopher must \"once in his life\" withdraw into himself and attempt, within himself, to overthrow and build anew all the sciences that, up to then, he has been accepting.",
        "image": "Images/Edmund-HusserlFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "Language is the house of the truth of Being.",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "All thought must, directly or indirectly, by way of certain characters, relate ultimately to intuitions, and therefore, with us, to sensibility, because in no other way can an object be given to us.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "To him who looks upon the world rationally, the world in its turn presents a rational aspect. The relation is mutual.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Seneca",
        "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
        "quote": "You do not know where death awaits you; so be ready for it everywhere.",
        "image": "Images/SenecaFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "Justice is itself the great standing policy of civil society; and any eminent departure from it, under any circumstances, lies under the suspicion of being no policy at all.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "The lover of nature is he whose inward and outward senses are still truly adjusted to each other; who has retained the spirit of infancy even into the era of manhood. His intercourse with heaven and earth, becomes part of his daily food.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "Society cares about the individual only in so far as he is profitable. The young know this. Their anxiety as they enter in upon social life matches the anguish of the old as they are excluded from it.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "There are four classes of Idols which beset men's minds. To these for distinction's sake I have assigned names -- calling the first class, Idols of the Tribe; the second, Idols of the Cave; the third, Idols of the Market-Place; the fourth, Idols of the Theater.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Luce Irigaray",
        "id": "A0060293-AADA-4C38-A85B-7080664BB0DC",
        "quote": "Thought excludes the heart that moves it. That which makes thought live is spoiled, set outside of it. But it does not know this.",
        "image": "Images/Luce-IrigarayFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "Compassion for animals is intimately connected with goodness of character, and it may be confidently asserted that he, who is cruel to living creatures, cannot be a good man. Moreover, this compassion manifestly flows from the same source whence arise the virtues of justice and loving-kindness towards men.",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Edward Said",
        "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
        "quote": "Theory is taught so as to make the student believe that he or she can become a Marxist, a feminist, an Afrocentrist, or a deconstructionist with about the same effort and commitment required in choosing items from a menu.",
        "image": "Images/Edward-SaidFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "All eroticism has a sacramental character.",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "Reason is to the philosopher what grace is to the Christian.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Aristotle",
        "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
        "quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion and desire",
        "image": "Images/AristotleFace.jpg"
    },
    {
        "author": "Jeremy Bentham",
        "id": "0775D2F7-5F3D-4003-B101-A27738F1DF5D",
        "quote": "Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do as well as to determine what we shall do.",
        "image": "Images/Jeremy-BenthamFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "Man alone has the power of self-realization, the power to be a self-determining subject in all processes of becoming, for he alone has an understanding of potentialities and a knowledge of 'notions.' His very existence is the process of actualizing his potentialities, of molding his life according to the notions of reason.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "Albert Camus",
        "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
        "quote": "With rebellion, awareness is born.",
        "image": "Images/Albert-CamusFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "If all mankind minus one, were of one opinion, and only one person were of the contrary opinion, mankind would be no more justified in silencing that one person, than he, if he had the power, would be justified in silencing mankind.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Angela Davis",
        "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
        "quote": "The prison therefore functions ideologically as an abstract site into which undesirables are deposited, relieving us of the responsibility of thinking about the real issues afflicting those communities from which prisoners are drawn in such disproportionate numbers. This is the ideological work that the prison performs--it relieves us of the responsibility of seriously engaging with the problems of our society, especially those produced by racism and, increasingly, global capitalism.",
        "image": "Images/Angela-DavisFace.jpg"
    },
    {
        "author": "Edmund Burke",
        "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
        "quote": "I am convinced that we have a degree of delight, and that no small one, in the real misfortunes and pains of others.",
        "image": "Images/Edmund-BurkeFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "This thou must always bear in mind, what is the nature of the whole...",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Gottfried Wilhelm Leibniz",
        "id": "C752B815-05B8-4CAC-805E-856A35B46952",
        "quote": "I do not believe that a world without evil, preferable in order to ours, is possible; otherwise it would have been preferred.",
        "image": "Images/Gottfried-Wilhelm-LeibnizFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "Primitive superstition lies just below the surface of even the most tough-minded individuals, and it is precisely those who most fight against it who are the first to succumb to its suggestive effects.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "Simplify, simplify.",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Martin Heidegger",
        "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
        "quote": "We ourselves are the entities to be analyzed",
        "image": "Images/Martin-HeideggerFace.jpg"
    },
    {
        "author": "Sojourner Truth",
        "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
        "quote": "That little man in black there, he says women can't have as much rights as men, 'cause Jesus Christ wasn't a woman! Where did your Christ come from? Where did your Christ come from? From God and a woman! Man had nothing to do with Him.",
        "image": "Images/Sojourner-TruthFace.jpg"
    },
    {
        "author": "Plato",
        "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
        "quote": "Knowledge is the food of the soul; and we must take care, my friend, that the Sophist does not deceive us when he praises what he sells, like the dealers wholesale or retail who sell the food of the body; for they praise indiscriminately all their goods, without knowing what are really beneficial or hurtful.",
        "image": "Images/PlatoFace.jpg"
    },
    {
        "author": "W. E. B. Du Bois",
        "id": "3569A488-D7FE-4C58-BB4F-50AACF2A0FBA",
        "quote": "To be a poor man is hard, but to be a poor race in a land of dollars is the very bottom of hardships.",
        "image": "Images/W.-E.-B.-Du-BoisFace.jpg"
    },
    {
        "author": "Betty Friedan",
        "id": "70D74337-9BB7-4E5A-959B-7AA38D034313",
        "quote": "\"Is this all?\"",
        "image": "Images/Betty-FriedanFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "The general reference of the philosophical discussion is usually the triangle world: world-language-subject, the relation of the subject to the world of objects, mediated through language.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "The secret of being a bore is to tell everything.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Immanuel Kant",
        "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
        "quote": "I have no knowledge of myself as I am, but merely as I appear to myself.",
        "image": "Images/Immanuel-KantFace.jpg"
    },
    {
        "author": "Giambattista Vico",
        "id": "C3CC174E-1109-4E7A-B5BF-239C3612CA3B",
        "quote": "...in accordance with the eternal law of Providence, the natural law of the heroic gentes, in which there is no equality of justice between the weak and the strong, recurs.",
        "image": "Images/Giambattista-VicoFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "We have in fact only two certainties in this world--that we are not everything and that we will die. To be conscious of not being everything, as one is of being mortal, is nothing. But if we are without a narcotic, an unbreathable void reveals itself. I wanted to be everything, so that falling into this void, I might summon my courage and say to myself: \"I am ashamed of having wanted to be everything, for I see now that it was to sleep.\"",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "Opinion is ultimately determined by the feelings, and not by the intellect.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Jeremy Bentham",
        "id": "0775D2F7-5F3D-4003-B101-A27738F1DF5D",
        "quote": "...the rarest of all human qualities is consistency.",
        "image": "Images/Jeremy-BenthamFace.jpg"
    },
    {
        "author": "Socrates",
        "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
        "quote": "I cannot teach anybody anything. I can only make them think.",
        "image": "Images/SocratesFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "Our main conclusions about the state are that a minimal state, limited, to the narrow functions of protection against force, theft, fraud, enforcement of contracts, and so on, is justified, but any more extensive state will violate persons' rights not to be forced to do certain things, and is unjustified; and that the minimal state is inspiring as well as right.",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "Actual history occurs, so the speak, on credit; only subsequent development will decide retroactively if the current revolutionary violence will be forgiven, legitimated, or if it will continue to exert a pressure on the shoulders of the present generation as its guilt, as its unsettled debt.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "Many of the actions by which men have become rich are far more harmful to the community than the obscure crimes of poor men, yet they go unpunished because they do not interfere with the existing order.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Frantz Fanon",
        "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
        "quote": "What matters is not to know the world but to change it.",
        "image": "Images/Frantz-FanonFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "Philosophy is at once the power of alienated thought and the thought of alienated power, and as such it has never been able to emancipate itself from theology.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Georg Wilhelm Friedrich Hegel",
        "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
        "quote": "What experience and history teach is this -- that nations and governments have never learned anything from history, or acted upon any lessons they might have drawn from it.",
        "image": "Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
    },
    {
        "author": "Richard Rorty",
        "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
        "quote": "The world does not speak. Only we do. The world can, once we have programmed ourselves with a language, cause us to hold beliefs. But it cannot propose a language for us to speak. Only other human beings can do that.",
        "image": "Images/Richard-RortyFace.jpg"
    },
    {
        "author": "W. E. B. Du Bois",
        "id": "3569A488-D7FE-4C58-BB4F-50AACF2A0FBA",
        "quote": "There is always a certain glamour about the idea of a nation rising up to crush an evil simply because it is wrong. Unfortunately, this can seldom be realized in real life; for the very existence of the evil usually argues a moral weakness in the very place where extraordinary moral strength is called for.",
        "image": "Images/W.-E.-B.-Du-BoisFace.jpg"
    },
    {
        "author": "Rene Descartes",
        "id": "3C6BCB23-5C68-4F54-B680-BFF333FB6683",
        "quote": "In order to seek truth, it is necessary once in the course of our life, to doubt, as far as possible, of all things.",
        "image": "Images/Rene-DescartesFace.jpg"
    },
    {
        "author": "Rosa Luxemburg",
        "id": "20B6AF0E-BCAA-4BEC-9C65-49E2BEC41585",
        "quote": "Tomorrow the revolution will 'rise up again, clashing its weapons,' and to your horror it will proclaim with trumpets blazing: I was, I am, I shall be!",
        "image": "Images/Rosa-LuxemburgFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "The mother of excess is not joy but joylessness.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Plato",
        "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
        "quote": "I shall assume that your silence gives consent",
        "image": "Images/PlatoFace.jpg"
    },
    {
        "author": "Plato",
        "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
        "quote": "All that is said by any of us can only be imitation and representation.",
        "image": "Images/PlatoFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "Social advance depends quite as much upon an increase in moral sensibility as it does upon a sense of duty ...",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "Simulation is no longer that of a territory, a referential being or substance. It is a generation by models of a real without origin or reality: a hyperreal.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "Baruch Spinoza",
        "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
        "quote": "Truth is a standard both of itself and of falsity",
        "image": "Images/Baruch-SpinozaFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "Few men think; yet all have opinions.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "To attempt the destruction of our passions is the height of folly. What a noble aim is that of the zealot who tortures himself like a madman in order to desire nothing, love nothing, feel nothing, and who, if he succeeded, would end up a complete monster!",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "Lacan's definition of human deception: We deceive the Other by means of the truth itself; in a universe in which all are looking for the true face beneath the mask, the best way to lead them astray is to wear the mask of truth itself.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Cicero",
        "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
        "quote": "Honorable things, not secretive things, are sought by good men.",
        "image": "Images/CiceroFace.jpg"
    },
    {
        "author": "Xenophanes",
        "id": "1A1D6463-9FD7-4683-B2C3-103656395889",
        "quote": "There is one god, greatest among gods and men, similar to mortals neither in shape nor in thought.",
        "image": "Images/XenophanesFace.jpg"
    },
    {
        "author": "Jean Baudrillard",
        "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
        "quote": "Boredom is like a pitiless zooming in on the epidermis of time. Every instant is dilated and magnified like the pores of the face.",
        "image": "Images/Jean-BaudrillardFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "Open-mindedness is not the same as empty-mindedness. To hang out a sign saying \"Come right in; there is no one at home\" is not the equivalent of hospitality. But there is a kind of passivity, willingness to let experiences accumulate and sink in and ripen, which is an essential of development.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "Ralph Waldo Emerson",
        "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
        "quote": "Explore, and explore, and explore. Be neither chided nor flattered out of your position of perpetual inquiry. Neither dogmatise yourself, nor accept another's dogmatism.",
        "image": "Images/Ralph-Waldo-EmersonFace.jpg"
    },
    {
        "author": "Thales of Miletus",
        "id": "5B8D36E5-56E2-47E4-9C4C-34A0F107D9B1",
        "quote": "Know thyself.",
        "image": "Images/Thales-of-MiletusFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "In a democracy the people choose a leader in whom they trust. Then the chosen leader says, 'Now shut up and obey me.' People and party are then no longer free to interfere in his business.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Henri Bergson",
        "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
        "quote": "The open society is one that is deemed in principle to embrace all humanity.",
        "image": "Images/Henri-BergsonFace.jpg"
    },
    {
        "author": "John Rawls",
        "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
        "quote": "The principles of justice are chosen behind a veil of ignorance.",
        "image": "Images/John-RawlsFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "The audience, as ground, shapes and controls the work of art.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Johann Gottlieb Fichte",
        "id": "2EE09BAD-1395-4394-8F6F-EB591069AE66",
        "quote": "It is so by nature that the plant will develop with regularity, that the animal will move purposefully, and that human beings will think. Why should I take exception to recognizing also the last as the expression of an original force of nature, as I do the first and the second?",
        "image": "Images/Johann-Gottlieb-FichteFace.jpg"
    },
    {
        "author": "Theodor W. Adorno",
        "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
        "quote": "The metaphysical apologia at least betrayed the injustice of the established order through the incongruence of concept and reality. The impartiality of scientific language deprived what was powerless of the strength to make itself heard and merely provided the existing order with a neutral sign for itself. Such neutrality is more metaphysical than metaphysics.",
        "image": "Images/Theodor-W.-AdornoFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "From whatever aspect we regard the question, the right of slavery is null and void, not only as being illegitimate, but also because it is absurd and meaningless. The words slave and right contradict each other, and are mutually exclusive.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Michel Foucault",
        "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
        "quote": "Discourses are tactical elements or blocks operating in the field of force relations; there can exist different and even contradictory discourses within the same strategy; they can, on the contrary, circulate without changing their form from one strategy to another, opposing strategy.",
        "image": "Images/Michel-FoucaultFace.jpg"
    },
    {
        "author": "Heraclitus",
        "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
        "quote": "The path up and down are one and the same.",
        "image": "Images/HeraclitusFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "Whereas the work is understood to be traceable to a source (through a process of derivation or \"filiation\"), the Text is without a source -- the \"author\" a mere \"guest\" at the reading of the Text.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "An exoteric book contains then two teachings: a popular teaching of an edifying character, which is in the foreground; and a philosophic teaching concerning the most important subject, which is indicated only between the lines.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "Man is born free, and everywhere he is in chains.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Thomas Nagel",
        "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
        "quote": "Ethics increases the range of what it is about ourselves that we can will--extending it from our actions to the motives and character traits and dispositions from which they arise. We want to be able to will the sources of our actions down to the very bottom.",
        "image": "Images/Thomas-NagelFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "Divorce is probably of nearly the same age as marriage. I believe, however, that marriage is some weeks the more ancient.",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Thomas Aquinas",
        "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
        "quote": "The image of God always abides in the soul, whether this image be obsolete and clouded over as to amount to almost nothing; or whether it be obscured or disfigured, as is the case with sinners; or whether it be clear and beautiful as is the case with the just.",
        "image": "Images/Thomas-AquinasFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "Nothing appears more surprising to those, who consider human affairs with a philosophical eye, than the easiness with which the many are governed by the few; and the implicit submission, with which men resign their own sentiments and passions to those of their rulers.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "If one assumes, as I do, that battery is caused by the belief permeating this culture that hierarchical rule and coercive authority are natural, then all our relationships tend to be based on power and domination, and thus all forms of battery are linked.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "Ideas improve. The meaning of words participates in the improvement. Plagiarism is necessary. Progress implies it. It embraces an author's phrase, makes use of his expressions, erases a false idea, and replaces it with the right idea.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "Interpretation is the revenge of the intellect upon art.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "Elizabeth Anscombe",
        "id": "215CFEFE-7D4B-400D-A14B-CD4BE9E0AA30",
        "quote": "God gave us our physical appetite, and its arousal without our calculation is part of the working of our sort of life. Given moderation and right circumstances, acts prompted by inclination can be taken in a general way to accomplish what makes them good in kind and there's no need for them to be individually necessary or useful for the end that makes them good kinds of action.",
        "image": "Images/Elizabeth-AnscombeFace.jpg"
    },
    {
        "author": "Emma Goldman",
        "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
        "quote": "...the greatest bulwark of capitalism is militarism.",
        "image": "Images/Emma-GoldmanFace.jpg"
    },
    {
        "author": "Rosa Luxemburg",
        "id": "20B6AF0E-BCAA-4BEC-9C65-49E2BEC41585",
        "quote": "Bourgeois class domination is undoubtedly an historical necessity, but, so too, the rising of the working class against it. Capital is an historical necessity, but, so too, its grave digger, the socialist proletariat.",
        "image": "Images/Rosa-LuxemburgFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "The more there is a need to talk about the ideals of democracy, the less democratic the system usually is.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "Every way of classifying a thing is but a way of handling it for some particular purpose.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Epicurus",
        "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
        "quote": "Where without any change in circumstances the things held to be just by law are seen not to correspond with the concept of justice in actual practice, such laws are not really just",
        "image": "Images/EpicurusFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "A Covenant not to defend my selfe from force, by force, is always voyd.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Georges Bataille",
        "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
        "quote": "The total person is first disclosed ... in areas of life that are lived frivolously.",
        "image": "Images/Georges-BatailleFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "Ethics is inescapable.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "Nature offers simply the germs which education is to develop and perfect.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "Max Weber",
        "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
        "quote": "\"Rationalism\" is a historical concept that contains within itself a world of contradictions.",
        "image": "Images/Max-WeberFace.jpg"
    },
    {
        "author": "Leo Strauss",
        "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
        "quote": "Liberal relativism has its roots in the natural right tradition of tolerance or in the notion that everyone has a natural right to the pursuit of happiness as he understands happiness; but in itself it is a seminary of intolerance.",
        "image": "Images/Leo-StraussFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "Communism is inequality, but not as property is. Property is the exploitation of the weak by the strong. Communism is the exploitation of the strong by the weak.",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "Jean-Jacques Rousseau",
        "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
        "quote": "When man is content to be himself he is strong indeed; when he strives to be more than man he is weak indeed.",
        "image": "Images/Jean-Jacques-RousseauFace.jpg"
    },
    {
        "author": "Guy Debord",
        "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
        "quote": "Tourism, human circulation considered as consumption ... is fundamentally nothing more than the leisure of going to see what has become banal.",
        "image": "Images/Guy-DebordFace.jpg"
    },
    {
        "author": "Herbert Spencer",
        "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
        "quote": "There can be little question that good composition is far less dependent upon acquaintance with its laws, than upon practice and natural aptitude. A clear head, a quick imagination, and a sensitive ear, will go far towards making all rhetorical precepts needless.",
        "image": "Images/Herbert-SpencerFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "For when God said, \"Let there be light, and there was light,\" if we are justified in understanding in this light the creation of the angels, then certainly they were created partakers of the eternal light which is the unchangeable Wisdom of God, by which all things were made, and whom we call the only-begotten Son of God",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Roland Barthes",
        "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
        "quote": "The Text is not a definitive object.",
        "image": "Images/Roland-BarthesFace.jpg"
    },
    {
        "author": "Thomas Aquinas",
        "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
        "quote": "Whatever is in motion must be put in motion by another. If that by which it is put in motion be itself put in motion, then this also must needs be put in motion by another, and that by another again. But this cannot go on to infinity, because then there would be no first mover, and, consequently, no other mover; seeing that subsequent movers move only inasmuch as they are put in motion by the first mover; as the staff moves only because it is put in motion by the hand. Therefore it is necessary to arrive at a first mover, put in motion by no other; and this everyone understands to be God.",
        "image": "Images/Thomas-AquinasFace.jpg"
    },
    {
        "author": "Gottfried Wilhelm Leibniz",
        "id": "C752B815-05B8-4CAC-805E-856A35B46952",
        "quote": "Thus it may be said that not only the soul, the mirror of an indestructible universe, is indestructible, but also the animal itself, though its mechanism may often perish in part and take off or put on an organic slough.",
        "image": "Images/Gottfried-Wilhelm-LeibnizFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "We must not confuse the present with the past. With regard to the past, no further action is possible. There have been war, plague, scandal, and treason, and there is no way of our preventing their having taken place; the executioner became an executioner and the victim underwent his fate as a victim without us; all that we can do is to reveal it, to integrate it into the human heritage, to raise it to the dignity of the aesthetic existence which bears within itself its finality; but first this history had to occur: it occurred as scandal, revolt, crime, or sacrifice, and we were able to try to save it only because it first offered us a form.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "William James",
        "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
        "quote": "I will now confess my own utopia. I devoutly believe in the reign of peace and in the gradual advent of some sort of socialistic equilibrium. The fatalistic view of the war function is to me nonsense, for I know that war-making is due to definite motives and subject to prudential checks and reasonable criticisms, just like any other form of enterprise.",
        "image": "Images/William-JamesFace.jpg"
    },
    {
        "author": "Jane Addams",
        "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
        "quote": "Life cannot be administered by definite rules and regulations; that wisdom to deal with a man's difficulties comes only through some knowledge of his life and habits as a whole ...",
        "image": "Images/Jane-AddamsFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "The Romans never allowed a trouble spot to remain simply to avoid going to war over it, because they knew that wars don't just go away, they are only postponed to someone else's advantage.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Karl Marx",
        "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
        "quote": "A specter is haunting Europe--the specter of Communism.",
        "image": "Images/Karl-MarxFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "The contemporary era constantly proclaims itself as post-ideological, but this denial of ideology only provides the ultimate proof that we are more than ever embedded in ideology. Ideology is always a field of struggle - among other things, the struggle for appropriating past traditions.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Soren Kierkegaard",
        "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
        "quote": "Most men pursue pleasure with such breathless haste that they hurry past it.",
        "image": "Images/Soren-KierkegaardFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "Knowledge, that tendeth but to satisfaction, is but as a courtesan, which is for pleasure, and not for fruit or generation.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Augustine of Hippo",
        "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
        "quote": "The Heavenly City outshines Rome, beyond comparison. There, instead of victory, is truth; instead of high rank, holiness; instead of peace, felicity; instead of life, eternity.",
        "image": "Images/Augustine-of-HippoFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "In the electric age we wear all mankind as our skin.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "Dante Alighieri",
        "id": "9AB7B738-3926-4290-BA69-70D0A2F5EEC2",
        "quote": "The greatest gift which God in His bounty bestowed in creating, and the most conformed to His own goodness and that which He most prizes, was the freedom of the will, with which the creatures that have intelligence, they all and they alone, were and are endowed.",
        "image": "Images/Dante-AlighieriFace.jpg"
    },
    {
        "author": "Herbert Marcuse",
        "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
        "quote": "In its relation to the reality of daily life, the high culture of the past was many things--opposition and adornment, outcry and resignation. But it was also the appearance of the realm of freedom: the refusal to behave.",
        "image": "Images/Herbert-MarcuseFace.jpg"
    },
    {
        "author": "John Stuart Mill",
        "id": "7051875D-8E55-451A-A540-A1044F7F8015",
        "quote": "It is better to be a human dissatisfied than a pig satisfied; better to be Socrates dissatisfied than a fool satisfied.",
        "image": "Images/John-Stuart-MillFace.jpg"
    },
    {
        "author": "Denis Diderot",
        "id": "75D800D1-AB13-4192-931A-5866DAF44773",
        "quote": "Scepticism is the first step towards truth.",
        "image": "Images/Denis-DiderotFace.jpg"
    },
    {
        "author": "Edward Said",
        "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
        "quote": "The Orient that appears in Orientalism, then, is a system of representations framed by a whole set of forces that brought the Orient into Western learning, Western consciousness, and later, Western empire. ... The Orient is the stage on which the whole East is confined. On this stage will appear the figures whose role it is to represent the larger whole from which they emanate. The Orient then seems to be, not an unlimited extension beyond the familiar European world, but rather a closed field, a theatrical stage affixed to Europe.",
        "image": "Images/Edward-SaidFace.jpg"
    },
    {
        "author": "Simone de Beauvoir",
        "id": "0515F212-B273-41C9-8C90-C08414451714",
        "quote": "One is not born, but rather becomes, a woman.",
        "image": "Images/Simone-de-BeauvoirFace.jpg"
    },
    {
        "author": "Plotinus",
        "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
        "quote": "It is now time, leaving every object of sense far behind, to contemplate, by a certain ascent, a beauty of a much higher order; a beauty not visible to the corporeal eye, but alone manifest to the brighter eye of the soul, independent of all corporeal aid.",
        "image": "Images/PlotinusFace.jpg"
    },
    {
        "author": "Henry David Thoreau",
        "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
        "quote": "Unjust laws exist: shall we be content to obey them, or shall we endeavor to amend them, and obey them until we have succeeded, or shall we transgress them at once?",
        "image": "Images/Henry-David-ThoreauFace.jpg"
    },
    {
        "author": "Susan Sontag",
        "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
        "quote": "In place of a hermeneutics we need an erotics of art.",
        "image": "Images/Susan-SontagFace.jpg"
    },
    {
        "author": "David Hume",
        "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
        "quote": "He is happy, whose circumstances suit his temper; but he is more excellent, who can suit his temper to any circumstances.",
        "image": "Images/David-HumeFace.jpg"
    },
    {
        "author": "Dante Alighieri",
        "id": "9AB7B738-3926-4290-BA69-70D0A2F5EEC2",
        "quote": "I saw within Its depth how It conceives\nall things in a single volume bound by Love,\nof which the universe is the scattered leaves.",
        "image": "Images/Dante-AlighieriFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "What does not kill me, makes me stronger.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "Reason is a harmonising, controlling force rather than a creative one. Even in the most purely logical realms, it is insight that first arrives at what is new.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "Since love and fear can hardly exist together, if we must choose between them, it is far safer to be feared than loved.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Henri Bergson",
        "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
        "quote": "The present contains nothing more than the past, and what is found in the effect was already in the cause.",
        "image": "Images/Henri-BergsonFace.jpg"
    },
    {
        "author": "Pierre-Joseph Proudhon",
        "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
        "quote": "Property is robbery! That is the war-cry of '93! That is the signal of revolutions!",
        "image": "Images/Pierre-Joseph-ProudhonFace.jpg"
    },
    {
        "author": "Arthur Schopenhauer",
        "id": "51165051-8479-477C-8491-8D508EF230E3",
        "quote": "If children were brought into the world by an act of pure reason alone, would the human race continue to exist? Would not a man rather have so much sympathy with the coming generation as to spare it the burden of existence, or at any rate not take it upon himself to impose that burden upon it in cold blood?",
        "image": "Images/Arthur-SchopenhauerFace.jpg"
    },
    {
        "author": "Slavoj Zizek",
        "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
        "quote": "It becomes superfluous when people no longer need the external force of the tyrant to make them renounce their particular interests, but when they become \"universal citizens\" by directly identifying the core of their being with this universality - in short, people no longer need the external master when they are educated into doing the job of discipline and subordination themselves.",
        "image": "Images/Slavoj-ZizekFace.jpg"
    },
    {
        "author": "Mary Wollstonecraft",
        "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
        "quote": "Every political good carried to the extreme must be productive of evil.",
        "image": "Images/Mary-WollstonecraftFace.jpg"
    },
    {
        "author": "Niccolo Machiavelli",
        "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
        "quote": "It is truly a marvelous thing to consider to what greatness Athens arrived in the space of one hundred years after she freed herself from the tyranny of Pisistratus; but, above all, it is even more marvelous to consider the greatness Rome reached when she freed herself from her kings. The reason is easy to understand, for it is the common good and not private gain that makes cities great.",
        "image": "Images/Niccolo-MachiavelliFace.jpg"
    },
    {
        "author": "Thomas Hobbes",
        "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
        "quote": "Now I am about to take my last voyage, a great leap in the dark.",
        "image": "Images/Thomas-HobbesFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "The first requisite of civilization, therefore, is that of justice--that is, the assurance that a law once made will not be broken in favour of an individual.",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Zeno",
        "id": "F6B6F3C0-C082-471A-945A-5AC37C8968D4",
        "quote": "The truth is, that these writings of mine were meant to protect the arguments of Parmenides against those who make fun of him and seek to show the many ridiculous and contradictory results which they suppose to follow from the affirmation of the one. My answer is addressed to the partisans of the many, whose attack I return with interest by retorting upon them that their hypothesis of the being of many, if carried out, appears to be still more ridiculous than the hypothesis of the being of one.",
        "image": "Images/ZenoFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "Truth is the cry of all, but the game of the few.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "Carl Jung",
        "id": "FF162966-A088-498E-B984-0735E96858F3",
        "quote": "If there is anything that we wish to change in the child, we should first examine it and see whether it is not something that could better be changed in ourselves.",
        "image": "Images/Carl-JungFace.jpg"
    },
    {
        "author": "Francis Bacon",
        "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
        "quote": "Nothing doth more hurt in a state than that cunning men pass for wise.",
        "image": "Images/Francis-BaconFace.jpg"
    },
    {
        "author": "Ayn Rand",
        "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
        "quote": "Every coercive monopoly was created by government intervention into the economy: by special privileges, such as franchises or subsidies, which closed the entry of competitors into a given field, by legislative action.",
        "image": "Images/Ayn-RandFace.jpg"
    },
    {
        "author": "Peter Singer",
        "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
        "quote": "There can be no brotherhood when some nations indulge in previously unheard of luxuries, while others struggle to stave off famine.",
        "image": "Images/Peter-SingerFace.jpg"
    },
    {
        "author": "Sigmund Freud",
        "id": "197B49D7-F130-485D-A49F-9A89248E5958",
        "quote": "It is easy to see that the ego is that part of the id which has been modified by the direct influence of the external world.",
        "image": "Images/Sigmund-FreudFace.jpg"
    },
    {
        "author": "Parmenides",
        "id": "73E6F183-7335-458F-883E-83A9A8F9E562",
        "quote": "Thinking and the thought that it is are the same; for you will not find thinking apart from what is, in relation to which it is uttered. ",
        "image": "Images/ParmenidesFace.jpg"
    },
    {
        "author": "Epicurus",
        "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
        "quote": "No pleasure is in itself evil, but the things which produce certain pleasures entail annoyances many times greater than the pleasures themselves.",
        "image": "Images/EpicurusFace.jpg"
    },
    {
        "author": "Voltaire",
        "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
        "quote": "\"Optimism,\" said Cacambo, \"What is that?\" \"Alas!\" replied Candide, \"It is the obstinacy of maintaining that everything is best when it is worst!\"",
        "image": "Images/VoltaireFace.jpg"
    },
    {
        "author": "Robert Nozick",
        "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
        "quote": "Our starting point then, though nonpolitical, is by intention far from nonmoral. Moral philosophy sets the background for, and boundaries of, political philosophy. What persons may and may not do to one another limits what they may do through the apparatus of a state, or do to establish such an apparatus.",
        "image": "Images/Robert-NozickFace.jpg"
    },
    {
        "author": "Noam Chomsky",
        "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
        "quote": "Roughly speaking, I think it's accurate to say that a corporate elite of managers and owners governs the economy and the political system as well, at least in very large measure.",
        "image": "Images/Noam-ChomskyFace.jpg"
    },
    {
        "author": "Adam Smith",
        "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.",
        "image": "Images/Adam-SmithFace.jpg"
    },
    {
        "author": "Marshall McLuhan",
        "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
        "quote": "The medium is the message.",
        "image": "Images/Marshall-McLuhanFace.jpg"
    },
    {
        "author": "John Dewey",
        "id": "35859990-0911-447A-8254-CDFE783671BF",
        "quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.",
        "image": "Images/John-DeweyFace.jpg"
    },
    {
        "author": "George Berkeley",
        "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
        "quote": "But, say you, surely there is nothing easier than for me to imagine trees, for instance, in a park...and nobody by to perceive them...The objects of sense exist only when they are perceived; the trees therefore are in the garden...no longer than while there is somebody by to perceive them.",
        "image": "Images/George-BerkeleyFace.jpg"
    },
    {
        "author": "bell hooks",
        "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
        "quote": "Popular escapist fiction enchants adult readers without challenging them to be educated for critical consciousness.",
        "image": "Images/bell-hooksFace.jpg"
    },
    {
        "author": "Bertrand Russell",
        "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
        "quote": "Men fear thought as they fear nothing else on earth - more than ruin, more even than death.",
        "image": "Images/Bertrand-RussellFace.jpg"
    },
    {
        "author": "Montesquieu",
        "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
        "quote": "If I knew of something that could serve my nation but would ruin another, I would not propose it to my prince, for I am first a man and only then a Frenchman, because I am necessarily a man, and only accidentally am I French.",
        "image": "Images/MontesquieuFace.jpg"
    },
    {
        "author": "Karl Popper",
        "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
        "quote": "If we are uncritical we shall always find what we want: we shall look for, and find, confirmations, and we shall look away from, and not see, whatever might be dangerous to our pet theories.",
        "image": "Images/Karl-PopperFace.jpg"
    },
    {
        "author": "Michel de Montaigne",
        "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
        "quote": "Que sais-je? (What know I?)",
        "image": "Images/Michel-de-MontaigneFace.jpg"
    },
    {
        "author": "Anaximander",
        "id": "F8320389-19D4-4095-95A3-A93A7F7F7997",
        "quote": "Into that from which things take their rise they pass away once more, as is ordained; for they make reparation and satisfaction to one another for the injustice according to the appointed time.",
        "image": "Images/AnaximanderFace.jpg"
    },
    {
        "author": "Ludwig Wittgenstein",
        "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
        "quote": "Uttering a word is like striking a note on the keyboard of the imagination.",
        "image": "Images/Ludwig-WittgensteinFace.jpg"
    },
    {
        "author": "Marcus Aurelius",
        "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
        "quote": "Soon you will have forgotten the world, and soon the world will have forgotten you.",
        "image": "Images/Marcus-AureliusFace.jpg"
    },
    {
        "author": "Friedrich Nietzsche",
        "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
        "quote": "I teach you the Overman. Man is something which shall be surpassed.",
        "image": "Images/Friedrich-NietzscheFace.jpg"
    }
]